Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: The JWT signature is invalid or the JWT is malformed.
bg: JWT подписът е невалиден или JWT не е форматиран правилно.
bn_bd: JWT স্বাক্ষরটি ভুল বা JWT ভুল তৈরী হয়েছে।
ca: La signatura del JWT no és vàlida o el JWT té un format incorrecte.
cs: Podpis JWT je neplatný nebo je poškozen.
da: JWT-signaturen er ugyldig eller JWT er forkert udformet.
de: Die JWT-Signatur ist ungültig oder das JWT ist nicht wohlgeformt.
el: H υπογραφή JWT δεν είναι έγκυρη ή το JWT είναι κατεστραμμένο.
es: La firma de JWT no es válida o el JWT no está formado correctamente.
eu: JWT sinadura baliogabea da edo JWTa gaizki osatuta dago.
fr: La signature JWT est invalide ou le JWT est mal-formé.
ga_ie: Síniú neamhbhailí JWT, nó JWT míchumtha.
hi_in: JWT हस्ताक्षर अमान्य है या JWT ग़लत बना है.
hr: JWT potpis nije valjan ili je JWT deformiran.
hu: A JWT vagy a JWT aláírása hibás.
id: Token JWT tidak valid atau rusak.
it: La firma o il formato del token JWT non sono validi.
ja: JWT の署名が不正か、JWT の形式が間違っています。
mk: Потписот на JWT е невалиден или JWT е погрешен.
nb_no: JWT-signaturen er ugyldig eller JWT-en er feilformet.
nl: De JWT-handtekening is ongeldig of de JWT is onjuist.
pa: JWT ਦਸਤਖਤ ਗਲਤ ਹੈ ਜਾ JWT ਨੁਕਸਦਾਰ ਹੈ।
pl: Podpis JWT jest nieprawidłowy lub JWT jest zniekształcone.
pt_br: A assinatura deste JWT está inválida ou o JWT está com problemas.
pt_pt: A assinatura JWT é inválida ou o JWT está mal formado.
ru: Подпись JWT некорректна или JWT искажён.
sk: Podpis JWT je neplatný alebo JWT je poškodené.
sq: Nënshkrimi JWT është i mangët ose JWT-ja është e keqformuar.
sr: JWT потпис је неважећи или је у погрешном формату.
sr_latn: JWT potpis je nevažeći ili je u pogrešnom formatu.
sv: JWT-signaturen är ogiltig eller JWT har fel format.
tr: JWT imzası geçersiz veya JWT zarar görmüş.
uk: Підпис JWT недійсний або JWT неточний.

source: The redirect URL given is not valid.
bn_bd: রিডাইরেক্ট করার জন্য যে লিঙ্ক দেয়া হয়েছে, তা সঠিক নয়।
da: Den angivne omdirigerings-URL er ugyldig.
el: Το URL ανακατεύθυνσης δεν είναι έγκυρο
eu: Emandako birbideratze URLa ez da baliozkoa.
fr: L'adresse de redirection donnée est invalide.
ga_ie: Tá an URL athsheolta neamhbhailí.
pt_br: A URL de redirecionamento não é válida.
sq: URL-ja e ridrejtimit e dhënë nuk është e vlefshme.
sr: Премусмерена URL адреса није важећа.
sv: Den angivna omdirigeringsadressen är ogiltig.
uk: Надана URL перенаправлення не є дійсною.

source: The JWT did not decode to a JSON object.
bg: JWT не се декодира до JSON обект.
bn_bd: JWT কে JSON হিসেবে ডি-কোড করা যায়নি।
ca: El JWT no s'ha descodificat a un objecte JSON.
cs: JWT nebyl dekódován do JSON objektu.
da: JWT blev ikke dekodet til et JSON-objekt.
de: Das JWT wurde nicht in ein JSON-Objekt dekodiert.
el: Το JWT δεν αποκωδικοποιήθηκε σε αντικείμενο JSON.
es: El JWT no decodificó a un objeto JSON.
eu: JWTa ez da JSON objektu batera deskodetu.
fr: Le JWT n'a pas été décodé en objet JSON.
ga_ie: Níorbh fhéidir réad JSON a dhéanamh as an JWT.
hi_in: JWT एक JSON वस्तु में डिकोड नहीं हुआ.
hr: JWT se nije dekodirao u JSON objekt.
hu: A JWT nem dekódolódott JSON objektumba.
id: Token JWT tidak dapat didekodekan menjadi objek JSON.
it: Il token JWT non può essere decodificato in un oggetto JSON.
ja: JWT を JSON オブジェクトへデコードできませんでした。
mk: JWT не се дешифрираше во објект на JSON.
nb_no: JWT-en ble ikke dekodet til et JSON-objekt.
nl: De JWT is niet gedecodeerd naar een JSON-object.
pa: JWT ਨੇ ਇੱਕ JSON ਆਬਜੈਕਟ ਨੂੰ ਡੀਕੋਡ ਨਹੀ ਕੀਤਾ।
pl: JWT nie zostało zdekodowane do obiektu JSON.
pt_br: O JWT não funcionou como um objeto JSON.
pt_pt: O JWT não descodificou para um objeto JSON.
ru: JWT не декодируется в объект JSON.
sk: JWT nebolo možné dekódovať na objekt JSON.
sq: JWT-ja nuk prodhoi një objekt JSON pas kodimit.
sr: JWT није декодирао JSON објекат.
sr_latn: JWT nije dekodirao JSON objekat.
sv: JWT avkodades inte till ett JSON-objekt.
tr: JWT bir JSON nesnesi olarak çözülemedi.
uk: JWT не декодовано в об'єкт JSON.

source: Error decoding JWT.
bg: Грешка при декодиране на JWT.
bn_bd: JWT ডি-কোড করতে ত্রুটি।
ca: S'ha produït un error en descodificar el JWT.
cs: Chyba při dekódování JWT.
da: Fejl under afkodning af JWT.
de: Fehler beim Dekodieren des JWT.
el: Σφάλμα κατά την αποκοδικωποίηση του JWT.
es: Error al decodificar JWT.
eu: Errorea JWTa deskodetzean.
fr: Erreur de décodage JWT.
ga_ie: Earráid agus JWT á dhíchódú.
hi_in: JWT डिकोडिंग में त्रुटि.
hr: Greška prilikom JWT dekodiranja.
hu: JWT dekódolási hiba.
id: Kesalahan saat mendekode token JWT.
it: Errore durante la decodifica del token JWT.
ja: JWT のデコード中に問題が発生しました。
mk: Грешка при декодирање на JWT.
nb_no: Feil ved dekoding av JWT.
nl: Fout bij decoderen van JWT.
pa: JWT ਡਿਕੋਡਿੰਗ ਗਲਤੀ।
pl: Błąd dekodowania JWT.
pt_br: Erro ao decodificar o JWT.
pt_pt: Erro ao descodificar o JWT.
ru: Ошибка декодирования JWT.
sk: Chyba pri dekódovaní JWT.
sq: Gabim në çkodimin e JWT-së.
sr: Грешка у декодирању JWT-a.
sr_latn: Greška u dekodiranju JWT-a.
sv: Fel under avkodning av JWT.
tr: JWT çözülürken hata oluştu.
uk: Помилка декодування JWT.

source: The system timed out while trying to log in.
bg: Опитът за вход отне прекалено много време.
bn_bd: লগইন করার সময় সিস্টেমের সময় শেষ হয়েছে
cs: Vypršel čas při snaze systému provést přihlášení.
da: Systemet fik time out, mens du prøvede at logge ind.
de: Die Systemzeit wurde beim Anmeldeversuch überschritten.
el: Υπέρβαση χρονικού ορίου σύνδεσης κατά την είσοδο.
es: El sistema agotó el tiempo de espera intentado iniciar sesión.
eu: Sistema denboraz kanpo geratu da saioa hasten saiatzean.
fr: Le système a expiré pendant la tentative de connexion.
ga_ie: Córas thar am le linn logála isteach.
hi_in: लॉग इन करने की कोशिश करते हुए सिस्टम का समय समाप्त.
hr: Vrijeme je isteklo prilikom pokušaja prijave.
hu: Időtúllépés belépéskor.
id: Tenggang waktu sistem habis saat mencoba masuk.
it: Durante il tentativo di accesso il server è andato fuori tempo massimo.
ja: ログイン試行中にシステムがタイムアウトしました。
mk: Истече времето предвидено за најавување.
nb_no: Systemet fikk tidsavbrudd mens du forsøkte å logge inn.
nl: Het systeem heeft een time-out gegeven tijdens het aanmelden.
pa: ਲਾਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਸਿਸਟਮ ਟਾਇਮ ਆਉਟ।
pl: Upłynął limit czasu systemu podczas próby logowania.
pt_br: O sistema esgotou o tempo limite ao tentar entrar
pt_pt: O sistema expirou enquanto tentava o início de sessão.
ru: У системы истекло время ожидания попытки входа.
sk: Čas určený na prihlásenie vypršal.
sq: Sistemit i mbaroi koha teksa po përpiqej të bënte hyrjen.
sr: Систем је престао са радом приликом покушаја пријављивања.
sr_latn: Sistem je prestao sa radom prilikom pokušaja prijavljivanja.
sv: Systemet gjorde timeout när du försökte logga in.
tr: Oturum açılırken sistem zaman aşımına uğradı.
uk: У системи вийшов час очікування спроби увійти.

source: The system timed out while trying to log out.
bg: Опитът за изход отне прекалено много време.
bn_bd: লগআউট করার সময় সিস্টেমের সময় শেষ হয়েছে
cs: Vypršel čas při snaze systému provést odhlášení.
da: Systemet fik time out, mens du prøvede at logge ud.
de: Die Systemzeit wurde beim Abmeldeversuch überschritten.
el: Υπέρβαση χρονικού ορίου σύνδεσης κατά την έξοδο.
es: El sistema agotó el tiempo de espera intentado cerrar sesión.
eu: Sistema denboraz kanpo geratu da saioa amaitzen saiatzean.
fr: Le système a expiré pendant la tentative de déconnexion.
ga_ie: Córas thar am le linn logála amach.
hi_in: लॉग आउट करने की कोशिश करते हुए सिस्टम का समय समाप्त.
hr: Vrijeme je isteklo prilikom pokušaja odjave.
hu: Időtúllépés kijelentkezéskor.
id: Tenggang waktu sistem habis saat mencoba keluar.
it: Durante il tentativo di disconnessione il server è andato fuori tempo massimo.
ja: ログアウト試行中にシステムがタイムアウトしました。
mk: Истече времето предвидено за одјавување.
nb_no: Systemet fikk tidsavbrudd mens du forsøkte å logge ut.
nl: Het systeem heeft een time-out gegeven tijdens het afmelden.
pa: ਲਾਗ ਆਉਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਸਿਸਟਮ ਟਾਇਮ ਆਉਟ।
pl: Upłynął limit czasu systemu podczas próby wylogowania.
pt_br: O sistema esgotou o tempo limite ao tentar sair
pt_pt: O sistema expirou enquanto tentava o fim da sessão.
ru: У системы истекло время ожидания попытки выхода.
sk: Čas určený na odhlásenie vypršal.
sq: Sistemit i mbaroi koha teksa po përpiqej të bënte daljen.
sr: Систем је престао са радом приликом покушаја одјављивања.
sr_latn: Sistem je prestao sa radom prilikom pokušaja odjavljivanja.
sv: Systemet gjorde timeout när du försökte logga ut.
tr: Oturum kapatılırken sistem zaman aşımına uğradı.
uk: У системи вийшов час очікування спроби вийти.

source: The logout URL is missing from configuration.
bn_bd: কনফিগারেশনে লগআউট লিঙ্ক দেয়া হয়নি।
da: Logout-URL'en mangler fra konfigurationen.
el: Το URL αποσύνδεσης δεν έχει ρυθμιστεί.
eu: Saioa amaitzeko URLa falta da konfigurazioan.
fr: L'adresse de déconnexion manque dans la configuration.
ga_ie: URL logála amach ar iarraidh ón chumraíocht.
sq: URL-ja e daljes mungon te formësimi.
sr: URL адреса за одјаву недостаје из подешавања.
sv: Utloggnings-URL saknas i konfigurationen.
uk: В конфігурації відсутня URL виходу.

source: A URL is malformed. This could be a postback URL or an icon URL.
bg: Има грешка в адрес. Може да е обратен адрес или URL на икона.
bn_bd: লিঙ্কটি ভাইরাস দ্বারা আক্রান্ত।এইটা কোন পূর্বের লিঙ্ক অথবা আইকন লিঙ্ক
cs: URL je poškozeno. Může se jednat o postback URL nebo URL ikony.
da: En URL er forkert udformet. Dette kan være en postback URL eller en ikon-URL.
de: Eine URL ist nicht wohlgeformt. Sie könnte eine Postback-URL oder eine Symbol-URL sein.
el: Κάποιο URL είναι λάθος. Αυτό θα μπορούσε να είναι ένα URL εικονιδίου.
es: La URL no está formada correctamente. Podría ser una URL de publicación o una URL de icono.
eu: URL bat gaizki osatuta dago. Publikazio URL bat edo ikono URL bat izan beharko litzake.
fr: Une adresse URL est mal formée. Cela peut être une URL postback ou une URL d'icône.
ga_ie: URL míchumtha. Seans gur URL aisphostála nó URL deilbhín é.
hi_in: एक URL ग़लत बना है. यह एक पोस्टबैक URL या एक आइकन URL हो सकता है.
hr: URL je deformiran. Ovo može biti postback URL ili ikona URL.
hu: Az URL hibás. Ez egy postback vagy egy ikon URL lehet.
id: URL rusak. Ini dapat berupa URL pemanggilan kembali atau URL ikon.
it: Rilevato URL non valido. Può trattarsi di un URL postback o dell’URL di un’icona.
ja: URL の形式が間違っています。これはポストバック URL かアイコン URL のはずです。
mk: Некој URL е погрешно формулиран. Може да биде URL на postback или URL на иконка.
nb_no: En URL er feilformet. Dette kan være en postback-URL eller et ikon-URL.
nl: Een URL is onjuist. Dit is mogelijk een postback-URL of een URL van een pictogram.
pa: ਇੱਕ URL ਨਿਕਾਰਾ ਹੈ। ਇਹ ਇੱਕ postback URL ਹੋ ਸਕਦਾ ਹੈ ਜਾ ਇੱਕ ਆਈਕਾਨ URL।
pl: Adres URL jest zniekształcony. Może to być URL typu postback lub ikony.
pt_br: Uma URL está inválida. Pode ser a URL de postback ou do ícone.
pt_pt: A URL está mal formada. Isto pode ser uma URL de retorno ou uma URL de um ícone.
ru: Некорректный формат URL. Это может быть postback URL или URL иконки.
sk: Adresa URL je poškodená. Mohla by to byť postback URL alebo adresa ikony.
sq: Ka një URL të keqformuar. Kjo mund të jetë një URL postback-u ose një URL ikone.
sr: URL адреса је погрешна. Може бити да URL прима URL поруке или је URL иконица.
sr_latn: URL adresa je pogrešna. Može biti da URL prima URL poruke ili je URL ikonica.
sv: En URL är felformaterad. Detta kan vara en postback-URL eller en symbol-URL.
tr: Bir URL hasar görmüş. Bu bir postback URL'i veya simge URL'i olabilir.
uk: Неправильний формат URL. Це може бути зворотня URL або URL іконки.

source: The JWT signature is missing or invalid.
bn_bd: JWT সিগনেচার পাওয়া যায়নি অথবা সঠিক নয়।
da: JWT-signaturen mangler eller er ugyldig.
el: Η υπογραφή JWT λείπει ή δεν είναι έγκυρη.
eu: JWT sinadura falta da, edo baliogabea da.
fr: La signature JWT est manquante ou invalide.
ga_ie: Síniú JWT ar iarraidh nó neamhbhailí.
pt_br: A assinatura JWT está faltando ou é inválida.
sq: Nënshkrimi JWT mungon ose është i pavlefshëm.
sr: JWT потпис недостаје или је неважећи.
sv: JWT signaturen saknas eller är ogiltig.
uk: Підпис JWT відсутній або недопустимий.

source: An error code was expected but was not supplied.
bn_bd: একটি ইরোর কোড আশা করা হয়েছিলো, কিন্তু পাওয়া যায়নি।
da: En fejlkode var ventet men ikke givet.
eu: Errore-kode bat espero zen, baina ez da bat ere eman.
fr: Un code d'erreur était attendu mais n'a pas été fournis.
ga_ie: Bhíothas ag súil le cód earráide ach ní bhfuarthas é.
pt_br: Era esperado um código de erro mas não foi fornecido.
sq: Pritej një kod gabimi, por nuk u dha.
sr: Очекиван је код грешке али није испоручен.
sv: En felkod förväntades men har inte specificerats.
uk: Код помилки очікувався, але не був наданий.

source: The transaction ID was missing from the session when processing a payment return.
bg: ID-то на транзакцията липсваше от сесията, докато се обработваше връщане на плащания
bn_bd: একটি পেমেন্ট ফেরত প্রক্রিয়াকরণ এর সময় সেশন থেকে লেনদেন আইডি হারিয়েছে
ca: L'identificador de la transacció mancava de la sessió en processar una devolució de pagament.
cs: Při zpracování vrácení platby chybělo v relaci ID transakce.
da: Transaktions-id manglede fra sessionen under behandling af en tilbagebetaling.
de: Die Transaktions-ID fehlte in der Sitzung, als eine Rückzahlung verarbeitet wurde.
el: Το ID της συναλλαγής έλειπε από τη συνεδρία κατά την επεξεργασία της επιστροφής πληρωμής.
es: La ID de la transacción faltaba en la sesión durante el proceso de un retorno de pago.
eu: Transakzio IDa falta zen saioan ordainketaren itzulkina prozesatzerakoan.
fr: L'identifiant de transaction était absent de la session lors du traitement d'un retour de paiement.
ga_ie: Aitheantas birt ar iarraidh ón seisiún agus an íocaíocht á tabhairt ar ais.
hi_in: एक भुगतान वापसी संसाधित करने समय लेनदेन ID सेशन से गायब था.
hr: ID transakcije nedostaje u sesiji prilikom obrade povrata plaćanja.
hu: A tranzakcióazonosító hiányzott a munkamenetből egy vásárlás visszatérítésének feldolgozásakor.
id: ID transaksi tidak tersedia pada sesi saat memroses pengembalian pembayaran.
it: L’ID della transazione non era presente nella sessione all’atto dell’elaborazione dei resi di pagamento.
ja: 決済処理セッション中に使用されたトランザクション ID が不足しています。
mk: Идентификаторот на зделката не беше достапен за време на сесијата на исплатата.
nb_no: Transaksjons-ID-en manglet fra økten under behandling av betalingsreturen.
nl: De transactie-id ontbrak in de sessie bij het verwerken van een terugbetaling.
pa: ਭੁਗਤਾਨ ਵਾਪਸੀ ਕਰਨ ਦੋਰਾਨ ਸੰਚਾਰ ID ਸ਼ੈਸ਼ਨ ਤੋ ਗੁੰਮ ਹੋ ਗਿਆ ਸੀ।
pl: ID transakcji zostało utracone w sesji podczas przetwarzania zwrotu płatności.
pt_br: O ID da transação estava ausente na sessão durante o processamento de um retorno de pagamento.
pt_pt: O identificador da transação estava em falta na sessão enquanto processava o retorno do pagamento.
ru: ID транзакции отсутствовал в сессии при обработке возврата платежа.
sk: Pri spracovaní návratu platby chýbalo v relácii ID číslo transakcie.
sq: Mungonte ID-ja e transaksionit prej sesionit, teksa përpunohej rimbursimi i pagimit.
sr: ID трансакције недостаје из сесије приликом обраде повраћаја уплате.
sr_latn: ID transakcije nedostaje iz sesije prilikom obrade povraćaja uplate.
sv: Transaktions-ID saknades från sessionen när en återbetalning skulle behandlas.
tr: Ödeme iadesi işlenirken oturumda işlem nuamrası eksikti.
uk: ID транзакції був відсутній в сеансі при обробці повернення платежу.

source: If {0} is defined, then you must also define {1}.
bg: Ако {0} е дефиниран, трябва да дефинирате и {1}.
bn_bd: যদি {0} সংজ্ঞায়িত করা হয়, তাহলে আপনাকে {1} কে ও সংজ্ঞায়িত করতে হবে
ca: Si es defineix {0}, també heu de definir {1}.
cs: Pokud je definován {0}, musí být též definován {1}.
da: Hvis {0} er angivet, skal du også angive {1}.
de: Wenn {0} definiert ist, müssen Sie auch {1} definieren.
el: Αν έχει οριστεί το {0}, τότε πρέπει να ορίσετε και το {1}.
es: Si se define {0}, entonces debe definirse {1} también.
eu: {0} definitzen bada, {1} ere definitu beharra dago.
fr: Si {0} est défini, alors vous devez aussi définir {1}.
ga_ie: Má tá {0} sainmhínithe, caithfidh tú {1} a shainmhíniú freisin.
hi_in: यदि {0} परिभाषित किया गया है, तो {1} को भी परिभाषित करना होगा.
hr: Ukoliko je {0} određen, onda morate odrediti i {1}.
hu: Ha a(z) {0} kulcs meg van adva, akkor a(z) {1} kulcsot is meg kell adnia.
id: Jika {0} ditentukan, maka Anda harus menentukan {1}.
it: Se è stata definita la chiave {0} è necessario definire anche {1}.
ja: {0} を定義する場合、{1} も併せて定義する必要があります。
mk: Ако {0} е дефиниран, тогаш морате да го дефинирате и {1}.
nb_no: Hvis {0} er definert, må du også definere {1}.
nl: Als {0} is gedefinieerd, moet u {1} ook definiëren.
pa: {0} ਪਰਿਭਾਸ਼ਤ ਕੀਤਾ ਹੈ, ਹੋ, ਫਿਰ ਵੀ ਤੁਹਾਨੂੰ {1} ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨੀ ਜਰੂਰੀ ਹੈ।
pl: Jeśli zdefiniowano {0}, należy również zdefiniować {1}.
pt_br: Se {0} estiver definido, então você precisa definir {1} também.
pt_pt: Se {0} está definido, então {1} também deve ser definido.
ru: Если {0} определён, то вы должны также определить {1}.
sk: Ak je definovaný kľúč {0}, musí byť definovaný aj kľúč {1}.
sq: Nëse {0} është e përkufizuar, atëherë duhet të përkufizoni gjithashtu {1}.
sr: Ако је {0} одређено, онда морате одредити и {1}.
sr_latn: Ako je {0} određeno, onda morate odrediti i {1}.
sv: Om {0} är definierad, då måste du också definiera {1}.
tr: {0} tanımlandıysa {1} de tanımlanmalıdır.
uk: Якщо {0} визначено, тоді ви повинні також визначити {1}.

source: The requested chargeback simulation is missing the key '{0}'.
bg: Ключът '{0}' липсва в заявената симулация за отказ на плащане.
bn_bd: অনুরোধকৃত মূল্যফেরত এর সিম্যুলেশনে '{0}' Key নেই।
ca: A la simulació de recàrrega sol·licitada li manca la clau '{0}'.
cs: Požadované zkušební vrácení transakce neobsahuje klíč '{0}'.
da: Den ønskede simulering af tilbageførsel mangler nøglen '{0}'.
de: Der angeforderten Erstattungssimulation fehlt der Schlüssel „{0}“.
el: Η αιτηθείσα προσομοίωση χρέωσης υπολείπεται του κλειδιού '{0}'.
es: La simulación de petición de devolución de recargo que se ha solicitado carece de la clave '{0}'.
eu: Eskatutako kobrantza-ezeztapenaren simulazioak '{0}' gakoa falta du.
fr: La simulation de remboursement demandée ne contient pas la clef '{0}'.
ga_ie: Eochair '{0}' ar iarraidh ón insamhladh iarrtha ar aisíocaíocht.
hi_in: अनुरोधित चार्जबैक सिमुलेशन में यह '{0}' चाबी गायब है.
hr: Traženoj simulaciji refundacije nedostaje ključ '{0}'.
hu: A kért visszafizetési szimulációból hiányzik a „{0}” kulcs.
id: Simulasi pengembalian dana yang diminta tidak menyediakan kunci '{0}'.
it: La simulazione di riaccredito richiesta non dispone della chiave ‘{0}’.
ja: リクエストされたチャージバックシミュレーションには {0} キーが不足しています。
mk: За бараната симулација на стонирање недостасува клучот '{0}'.
nb_no: Den forespurte tilbakeføringssimuleringen mangler nøkkelen '{0}'.
nl: De aangevraagde restitutiesimulatie mist de sleutel ‘{0}’.
pa: ਬੇਨਤੀ ਕੀਤੀ chargeback ਸਿਮੂਲੇਸ਼ਨ '{0}' ਨੂੰ ਕੁੰਜੀ ਗੁੰਮ ਹੈ।
pl: W żądanej symulacji obciążenia zwrotnego brakuje klucza '{0}'.
pt_br: A simulação de cancelamento solicitada está incompleta; a chave "{0}" está faltando.
pt_pt: A simulação do pedido de estorno tem a chave '{0}' em falta.
ru: В симуляции запрошенного возврата отсутствует ключ '{0}'.
sk: Požadovaná simulácia vrátenia platby neobsahuje kľúč '{0}'.
sq: Simulimit të kërkuar për rimbursim përmes karte krediti i mungon kyçi '{0}'.
sr: Захтеваној симулацији повраћаја новца недостаје кључ '{0}'.
sr_latn: Zahtevanoj simulaciji povraćaja novca nedostaje ključ '{0}'.
sv: Den begärda simuleringen av återbetalning saknar nyckel '{0}'.
tr: İstenen iade simülasyonunda '{0}' anahtarı eksik.
uk: У симуляції запитаного повернення відсутній ключ '{0}'.

source: {0} function is undefined.
bn_bd: {0} ফাংশন অসংজ্ঞায়িত
da: Funktionen {0} er udefineret.
el: H συνάρτηση {0} δεν είναι ορισμένη.
eu: {0} funtzioa definitu gabe dago.
fr: La fonction {0} est indéfinie.
ga_ie: Feidhm {0} gan sainmhíniú.
pt_br: A função {0} não está definida.
sq: Funksioni {0} është i papërkufizuar.
sr: {0} функција није дефинисана.
sv: Funktion {0} är odefinierad.
uk: Функція {0} невизначена.

source: {0} function is undefined
bn_bd: {0} ফাংশন অসংজ্ঞায়িত
da: Funktionen {0} er udefineret
el: Η συνάρτηση {0} δεν είναι ορισμένη.
eu: {0} funtzioa definitu gabe dago
fr: La fonction {0} est indéfinie.
ga_ie: Feidhm {0} gan sainmhíniú
pt_br: A função {0} não está definida
sq: Funksioni {0} është i papërkufizuar
sr: {0} функција није дефинисана
sv: Funktion {0} är odefinierad
uk: Функція {0} невизначена

source: The notification service responded with an error while verifying the payment notice
bg: Системата за уведомяване отговори с грешка, докато проверяваше известието за плащане
bn_bd: পেমেন্ট নোটিশ যাচাই করার সময় নোটিফিকেশন সার্ভিস ত্রুটি দিয়েছে।
ca: El servei de notificacions ha generat un error en verificar l'anunci de pagament
cs: Služba pro upozornění vrátila chybu, když ověřovala oznámení k platbě.
da: Beskedtjenesten svarede med en fejl under godkendelse af betalingsmeddelelsen
de: Der Benachrichtigungsdienst hat einen Fehler beim Bestätigen der Zahlungsbenachrichtigung gemeldet
el: Η υπηρεσία ειδοποιήσεων αποκρίθηκε με κάποιο σφάλμα κατά την επιβεβαίωση της σημείωσης πληρωμής
es: El servicio de notificaciones respondió con un error durante la verificación del aviso de pago
eu: Jakinarazpen-zerbitzuak errore bat bueltatu du ordainketaren jakinarazpena egiaztatzerakoan
fr: Le service de notification a renvoyé une erreur lors de la vérification de l'avis de paiement
ga_ie: Fuarthas earráid ón tseirbhís fógartha agus fógra íocaíochta á dheimhniú
hi_in: भुगतान की सूचना की पुष्टि करते समय अधिसूचना सेवा नें एक त्रुटि के साथ जवाब दिया
hr: Servis za obavjesti je odgovorio s greškom prilikom provjere obavjesti za plaćanje
hu: Az értesítési szolgáltatás hibával válaszolt a vásárlási értesítés ellenőrzésekor
id: Layanan pemberitahuan memberikan balasan kesalahan saat memverifikasi pemberitahuan pembayaran
it: Il servizio di notifica ha riportato un errore durante la verifica della notifica di pagamento
ja: 決済通知の検証中に通知サービスがエラーを返しました
mk: Известувачкиот сервис одговори со грешка при верифицирањето на уплатницата
nb_no: Varslingstjenesten svarte med en feil under verifisering av betalingsvarselet
nl: De meldingsservice reageerde met een fout tijdens het verifiëren van de betalingskennisgeving
pa: ਭੁਗਤਾਨ ਦੇ ਨੋਟਿਸ ਦੇ ਪੜਤਾਲ ਦੌਰਾਨ ਟਿੱਪਣੀ ਦੀ ਸੇਵਾ ਇੱਕ ਗਲਤੀ ਦੇ ਨਾਲ ਜਵਾਬ ਦਿਤਾ ਹੈ।
pl: Usługa powiadomień zwróciła błąd podczas weryfikacji zawiadomienia o płatności
pt_br: O serviço de notificação respondeu com um erro enquanto verificava o aviso de pagamento
pt_pt: O serviço de notificação respondeu com um erro enquanto verificava o aviso de pagamento
ru: При проверке уведомления о платеже служба уведомлений ответила ошибкой
sk: Pri overovaní oznámenia o platbe vrátila služba pre upozornenia chybu.
sq: Shërbimi i njoftimeve u përgjigj me një gabim, teksa verifikonte njoftimin e pagimit
sr: Сервис за обавештења је пријавио грешку приликом провере плаћања
sr_latn: Servis za obaveštenja je prijavio grešku prilikom provere plaćanja
sv: Tjänsten svarade med ett fel under verifiering av betalningsavi
tr: Ödeme bildirimi doğrulanırken bildirim servisi hata verdi
uk: При перевірці повідомлення платежу, служба повідомлень відповіла з помилкою
