Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: No transaction ID could be found.
bg: Не е намерен номер на транзакция.
bn_bd: কোন লেনদেন আইডি পাওয়া যায়নি।
cs: Nebylo nalezeno ID transakce.
da: Ingen transaktions-ID kunne findes.
de: Es wurde keine Transaktions-ID gefunden.
el: Δε βρέθηκε κανένα ID συναλλαγής.
es: No se pudo encontrar ninguna ID de la transacción.
eu: Ezin izan da transakzio IDrik aurkitu.
fr: Aucun numéro de transaction n'a pu être trouvé.
ga_ie: Níorbh fhéidir aon aitheantas birt a aimsiú.
hi_in: कोई लेनदेन ID नहीं पाया जा सका.
hr: ID transakcije nije pronađen.
hu: Nem található tranzakcióazonosító.
id: Tidak ada ID Transaksi yang dapat ditemukan.
it: Impossibile trovare l’ID della transazione.
ja: トランザクション ID が見つかりませんでした。
nb_no: Ingen transaksjons-ID ble funnet.
nl: Er is geen transactie-id gevonden.
pa: ਕੋਈ ਸੰਚਾਰ ਲਈ ID ਲੱਭਿਆ ਜਾ ਸਕਿਆ ਹੈ।
pt_br: Não foi possível encontrar qualquer ID da transação.
pt_pt: Não foi encontrado nenhum identificador de transação.
ru: Не удалось найти ID транзакции.
sk: Nebol nájdený žiadny identifikátor transakcie.
sq: Nuk u gjet dot ID transaksioni
sr: Ни један ID трансакције није пронађен.
sr_latn: Ni jedan ID transakcije nije pronađen.
sv: Inget transaktions-ID kunde hittas.
tr: Hiçbir işlem kimliği bulunamadı.
uk: Не вдалося знайти ID транзакції.

source: The system timed out while waiting for a transaction to start.
bg: Времето за чакане изтече, докато се очакваше транзакцията да започне.
bn_bd: একটি লেনদেনের শুরু হওয়ার জন্য অপেক্ষা করতে গিয়ে সিস্টেমের সময় শেষ হয়েছে
cs: Vypršel čas při snaze systému provést zahájení transakce.
da: Systemet fik time out, mens det ventede på en transaktion startede.
de: Die Systemzeit wurde überschritten, während auf den Beginn einer Transaktion gewartet wurde.
el: Υπέρβαση χρονικού ορίου σύνδεσης κατά την αναμονή για έναρξη της συναλλαγής.
es: El sistema agotó el tiempo de espera mientras se iniciaba la transacción.
eu: Sistema denboraz kanpo geratu da transakzioa hasteko zain zegoenean.
fr: Le système a expiré pendant l'attente du début de la transaction.
ga_ie: Córas thar am agus fanacht le beart a thosú.
hi_in: लेनदेन शुरू करने के लिए इंतज़ार करते समय प्रणाली का समय समाप्त हो गया.
hr: Vrijeme je isteklo prilikom čekanja na početak transakcije.
hu: Időtúllépés a tranzakció indításakor.
id: Tenggang waktu sistem habis saat menunggu transaksi dimulai.
it: Durante l’attesa per l’avvio di una transazione il sistema è andato fuori tempo massimo.
ja: トランザクションの開始を待っている間にシステムがタイムアウトしました。
mk: Истече времето предвидено за почеток на трансакцијата.
nb_no: Systemet fikk tidsavbrudd i påvente av transaksjonsstart.
nl: Het systeem heeft een time-out gegeven tijdens het wachten op het begin van een transactie.
pa: ਟਰਾਜੇਕਸਨ ਨੂੰ ਸੁਰੂ ਕਰਨ ਦੋਰਾਨ ਸਿਸਟਮ ਟਾਇਮ ਆਉਟ।
pl: Upłynął limit czasu systemu podczas oczekiwania na rozpoczęcie transakcji.
pt_br: O sistema expirou enquanto espera por uma operação para começar.
pt_pt: O sistema expirou enquanto esperava pelo início de uma transação.
ru: У системы истекло время ожидания начала транзакции.
sk: Počas čakania na spustenie transakcie vypršal čas požiadavky.
sq: Sistemit i mbaroi koha teksa po priste fillimin e një transaksioni.
sr: Систем је престао са радом приликом чекања да трансакција почне.
sr_latn: Sistem je prestao sa radom prilikom čekanja da transakcija počne.
sv: Systemet gjorde timeout i väntan på att en transaktion skulle starta.
tr: Bir işlemin başlamasını beklerken sistem zaman aşımına uğradı.
uk: У системи завершився час очікування початку транзакції.

source: An unexpected error occurred.
bn_bd: একটি অপ্রত্যাশিত সমস্যা হয়েছে।
da: Der opstod en uventet fejl.
el: Προέκυψε απρόσμενο σφάλμα.
eu: Ustekabeko errorea gertatu da.
fr: Une erreur inattendue est survenue.
ga_ie: Tharla earráid gan súil léi.
pt_br: Ocorreu um erro inesperado.
sq: Ndodhi një gabim i papritur.
sr: Дошло је до неочекиване грешке.
sv: Ett oväntat fel uppstod.
uk: Сталась непередбачувана помилка.

source: The payment method or price point is not supported for this region or operator.
bg: Методът за плащане или цената не се поддържат за този регион или оператор.
bn_bd: পেমেন্ট পদ্ধতি বা মূল্য সূচকএই অঞ্চলের বা অপারেটর এর জন্য সমর্থিত নয় ।
ca: No es permet el mètode de pagament o el punt de preu per aquesta regió o aquest operador.
cs: Platební metoda nebo cena není podporována pro tento region či operátora.
da: Betalingsmetoden eller prisniveauet understøttes for denne region eller operatør.
de: Die Zahlungsmethode oder der Preispunkt werden für diese Region oder diesen Mobilfunkanbieter nicht unterstützt.
el: Η μέθοδος πληρωμής ή το σημείο πληρωμής δεν υποστηρίζονται για αυτή τη χώρα ή τον πάροχο.
es: El método de pago o rango de precio no está admitido para esta región u operador.
eu: Ordainketa-metodoa edo salmenta-prezioa ez dago onartuta herrialde edo operadore honentzat.
fr: La méthode de paiement ou le niveau de prix n'est pas disponible pour cette région ou cet opérateur mobile.
ga_ie: Ní thacaítear leis an modh íocaíochta nó leis an bpointe praghais sa réigiún seo nó leis an oibreoir seo.
hi_in: भुगतान विधि या मूल्य बिंदु इस क्षेत्र या ऑपरेटर के लिए समर्थित नहीं है.
hr: Metoda plaćanja ili cijenovna točka nije podržana za ovu regiju ili operatera.
hu: A vásárlási módszer vagy az irányár nem támogatott ehhez a régióhoz vagy szolgáltatóhoz.
id: Metode pembayaran atau setelan harga tidak didukung untuk wilayah atau operator ini.
it: Questo metodo di pagamento o prezzo di vendita non è supportato dalla regione o dall’operatore.
ja: この地域もしくは事業者では、指定された決済方法または販売価格に対応していません。
mk: Начинот на плаќање или стапката на цената не е поддржана за оваа област или оператор.
nb_no: Betalingsmåten eller prispunktet støttes ikke for denne regionen eller operatøren.
nl: De betalingsmethode of het prijspunt wordt voor deze regio of provider niet ondersteund.
pa: ਭੁਗਤਾਨ ਦੇ ਢੰਗ ਨੂੰ ਜਾ ਕੀਮਤ ਪੁਆਇੰਟ ਨੂੰ ਇਸ ਖਿੱਤੇ ਜਾ ਆਪਰੇਟਰ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀ ਹੈ।
pl: Metoda płatności lub cena bazowa nie jest wspierana dla tego regionu lub operatora.
pt_br: O método de pagamento ou faixa de preço não é suportado para esta região ou operador.
pt_pt: O método de pagamento ou ponto do preço não é suportado nesta região ou operador.
ru: Метод платежа или стандартная цена не поддерживается для этого региона или оператора.
sk: Platobná metóda, alebo cena nie je pre tento región, alebo operátora podporovaná.
sq: Metoda e pagesës ose çmimi i tregut nuk mbulohet për këtë rajon ose operator.
sr: Медота плаћања или почетна цена није подржана за овај регион или овог оператера.
sr_latn: Medota plaćanja ili početna cena nije podržana za ovaj region ili ovog operatera.
sv: Betalningsmetoden eller prisnivån stöds inte för denna region eller operatör.
tr: Ödeme yöntemi veya fiyat noktası bu bölge veya operatör için desteklenmiyor.
uk: Метод платежу чи стандартна ціна не підтримується для цього регіону або оператора.

source: The user cancelled the payment.
bg: Потребителят отказа плащането
bn_bd: ব্যবহারকারী পেমেন্টটি বাতিল করে দিয়েছেন।
ca: L'usuari ha cancel·lat el pagament.
cs: Uživatel zrušil platbu.
da: Brugeren annullerede betalingen.
de: Der Benutzer hat die Zahlung abgebrochen.
el: Ο χρήστης ακύρωσε την πληρωμή.
es: El usuario canceló el pago.
eu: Erabiltzaileak ordainketa bertan behera utzi du.
fr: L'utilisateur a annulé le paiement.
ga_ie: Cealaíodh an t-úsáideoir an íocaíocht.
hi_in: उपयोगकर्ता नें भुगतान रद्द कर दिया.
hr: Korisnik je otkazao plaćanje.
hu: A felhasználó megszakította a vásárlást.
id: Pengguna telah membatalkan pembayaran.
it: L’utente ha annullato il pagamento.
ja: ユーザが決済をキャンセルしました。
mk: Корисникот го откажа плаќањето.
nb_no: Brukeren avbrøt betalingen.
nl: De gebruiker heeft de betaling geannuleerd.
pa: ਉਪਭੋਗੀ ਨੇ ਭੁਗਤਾਨ ਰੱਦ ਕੀਤਾ।
pl: Użytkownik anulował płatność.
pt_br: O usuário cancelou o pagamento.
pt_pt: O utilizador cancelou o pagamento.
ru: Платёж отменен пользователем.
sk: Používateľ platbu zrušil.
sq: Përdoruesi e anuloi pagesën.
sr: Корисник је обуставио уплату.
sr_latn: Korisnik je obustavio uplatu.
sv: Användaren avbröt betalningen.
tr: Kullanıcı ödemeyi iptal etti.
uk: Користувач скасував платіж.

source: The app failed to set the {0} when handling {1}/{2} Persona callbacks
eu: Aplikazioak huts egin du {0} ezartzean, {1}/{2} Persona atzeradeia maneiatzen ari zela
fr: L'app n'a pas pu définir {0} lors de la gestion de {1}/{2} callbacks de Persona
ga_ie: Theip ar an aip an {0} a shocrú agus {1}/{2} aisghlao á láimhseáil

source: The verification URL is missing from configuration.
bn_bd: ভেরিফিকেশন URL কনফিগারেশনে নেই।
da: Bekræftelses-URL'en mangler fra konfigurationen.
el: Το URL επιβεβαίωσης δεν έχει ρυθμιστεί.
eu: Egiaztatzeko URLa falta da konfigurazioan.
fr: L'adresse de vérification est manquante dans la configuration.
ga_ie: URL deimhnithe ar iarraidh ón chumraíocht.
sq: URL-ja e verifikimit mungon te formësimi.
sr: URL за оверу недостаје из подешавања.
sv: Verifierings-URL saknas i konfiguration.
uk: В конфігурації відсутня URL перевірки.

source: The wait URL is missing from configration.
bn_bd: কনফিগারেশন হতে অপেক্ষার URL হারিয়ে গেছে।
da: Vente-URL'en mangler fra konfigurationen.
el: Το URL αναμονής δεν έχει ρυθμιστεί.
eu: Itxaroteko URLa falta da konfigurazioan.
fr: L'adresse d'attente est manquante dans la configuration.
ga_ie: URL feithimh ar iarraidh ón chumraíocht.
sq: URL-ja e pritjes mungon te formësimi.
sr: URL за чекање недостаје из подешавања.
sv: Vänte-URL saknas i konfiguration.
uk: В конфігурації відсутня URL очікування.

source: The value for key "{0}" exceeds the maximum length of {1}
bg: Стойността за ключ "{0}" превишава максималната дължина на {1}
bn_bd: "{0}" Key এর মান {1} এর সর্বোচ্চ মানকে ছাড়িয়ে যায়।
ca: El valor de la clau "{0}" excedeix la longitud màxima de {1}
cs: Hodnota klíče "{0}" překročila maximální hodnotu {1}
da: Værdien af nøglen "{0}" overskrider den maksimale længde af {1}
de: Der Wert für den Schlüssel „{0}“ überschreitet die maximale Länge von {1}
el: Η τιμή για το κλειδί "{0}" υπερβαίνει το μέγιστο μήκος του {1}
es: El valor para la clave "{0}" excede el tamaño máximo de {1}
eu: "{0}" gakoarentzako balioak gehienezko luzeera ({1}) gainditu du
fr: La valeur pour la clef « {0} » dépasse la taille maximale de {1}
ga_ie: Tá luach eochair "{0}" níos faide ná an t-uasfhad ({1})
hi_in: कुंजी "{0}" का मूल्य अधिकतम लंबाई {1} से अधिक है
hr: Vrijednost za ključ "{0}" prelazi maksimalnu duljinu od {1}
hu: A(z) „{0}” kulcshoz tartozó érték elérte a maximális hosszúságot: {1}
id: Nilai untuk kunci "{0}" melebihi batas panjang maksimum {1}
it: Il valore per la chiave “{0}” supera la lunghezza consentita di {1}
ja: キー「{0}」の値が最大文字数 {1} を超えています
mk: Вредноста на клучот "{0}" ја надминува максималната должина од {1}
nb_no: Verdien for nøkkel "{0}" overskrider den maksimale lengden av {1}
nl: De waarde voor sleutel “{0}” is langer dan het maximum van {1}
pa: ਕੁੰਜੀ ਲਈ ਮੁੱਲ "{0}" ਦਾ ਵੱਧ ਤੋ ਵੱਧ ਲੰਬਾਈ ਵੱਧ {1}
pl: Wartość klucza „{0}” przekracza maksymalną długość {1}
pt_br: O valor da chave "{0}" excede o tamanho limite de {1}
pt_pt: O valor para a chave "{0}" excede o tamanho máximo de {1}
ru: Значение ключа "{0}" превышает максимальную длину {1}
sk: Hodnota kľúča "{0}" presahuje maximálnu povolenú dĺžku {1}
sq: Vlera e kyçit "{0}" e tejkalon gjatësinë maksimum të {1}
sr: Вредност кључа "{0}" прекорачује максималну вредност од {1}
sr_latn: Vrednost ključa "{0}" prekoračuje maksimalnu vrednost od {1}
sv: Värdet för nyckeln "{0}" överskrider den maximala längden på {1}
tr: "{0}" anahtarının değeri maksimum uzunluk olan {1} değerinden fazla
uk: Значення ключа "{0}" перевищує максимальну довжину {1}

source: There was an error setting up the payment. Try again or contact the app if it persists.
bg: Възникна грешка при настройване на плащането. Опитайте отново или се свържете с приложението, ако грешката продължи.
bn_bd: পেমেন্ট সেট-আপ করতে সমস্যা হচ্ছে। আবার চেষ্টা করুন অথবা এপ এর সাথে যোগাযোগ করুন।
cs: Při vytváření platby nastala chyba. Zkuste to znovu nebo kontaktujte aplikaci, pokud problém přetrvává.
da: Der opstod en fejl under opsætningen af betalingen. Prøv igen eller kontakt app'en, hvis det fortsætter.
de: Bei der Einrichtung der Zahlung ist ein Fehler aufgetreten. Versuchen Sie es erneut, oder kontaktieren Sie die App, wenn der Fehler weiter besteht.
el: Υπήρξε κάποιο σφάλμα κατά τη ρύθμιση της πληρωμής. Προσπαθήστε ξανά ή επικοινωνήστε με την εφαρμογή αν αυτό επιμείνει.
es: Se produjo un error al configurar el pago. Inténtalo de nuevo o contacta con la aplicación si persiste.
eu: Errore bat gertatu da ordainketa konfiguratzean. Saiatu berriro edo jarri aplikazioarekin harremanetan erroreak irauten badu.
fr: Une erreur est survenue pendant la mise en place du paiement. Merci de réessayer ou contacter l'application si cela persiste.
ga_ie: Tharla earráid agus an íocaíocht á socrú. Déan iarracht eile nó téigh i dteagmháil leis an bhfeidhmchlár má tharlaíonn sé arís.
hi_in: भुगतान स्थापित करने में कोई त्रुटि थी. यह जारी रहे तो फिर से कोशिश करें या एप्लिकेशन से संपर्क करें.
hr: Došlo je do greške prilikom postavljanja plaćanja. Pokušajte ponovno ili kontaktirajte aplikaciju ukoliko ustraje.
hu: Hiba történt a vásárlás beállításánál. Próbálja újra, vagy vegye fel a kapcsolatot az app szerzőivel, ha tartósan fennáll.
id: Terjadi kesalahan saat menyiapkan pembayaran. Mohon coba lagi atau hubungi penerbit aplikasi jika tetap terjadi.
it: Si è verificato un errore durante l’impostazione del pagamento. Se il problema persiste prova a contattare l’autore dell’app.
ja: 決済設定中に問題が発生しました。また後で試し、もし問題が続くようならアプリ作者に連絡を取ってください。
mk: Имаше грешка при поставувањето на плаќањето. Обидете се повторно или контактирајте ја апликацијата ако грешката се повтори.
nb_no: Det oppstod en feil ved oppsetting av betalingen. Prøv igjen eller kontakt appen hvis det vedvarer.
nl: Er is een fout opgetreden bij het instellen van de betaling. Probeer het opnieuw of neem contact op met de app als het probleem aanhoudt.
pa: ਭੁਗਤਾਨ ਦਾ ਸਥਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਸੀ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੇ ਇਹ ਜਾਰੀ ਰਹਿਦੀ ਹੈ ਤਾ ਐਪ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił błąd podczas konfigurowania płatności. Spróbuj ponownie lub skontaktuj się z autorem aplikacji, jeśli błąd się powtarza.
pt_br: Houve um erro ao salvar o pagamento. Tente mais uma vez ou contate o desenvolvedor se o problema persistir.
pt_pt: Ocorreu um erro na configuração do pagamento. Tente novamente ou contacte a aplicação se este erro persistir.
ru: При попытке настройки платежа произошла ошибка. Попробуйте снова или свяжитесь с приложением, если это не прекратится.
sk: Pri nastavení platby sa vyskytla chyba. Skúste to neskôr alebo kontaktujte autora aplikácie, ak problém pretrváva.
sq: Pati një gabim gjatë rregullimit të pagesës. Riprovoni ose lidhuni me autorin e zbatimit, nëse gabimi vazhdon.
sr: Дошло је до грешке приликом успостављања уплате. Покушајте поново или контактирајте програмера апликације уколико се проблем настави.
sr_latn: Došlo je do greške prilikom uspostavljanja uplate. Pokušajte ponovo ili kontaktirajte programera aplikacije ukoliko se problem nastavi.
sv: Det uppstod ett fel när betalningen skulle upprättas. Försök igen eller kontakta appen om felet kvarstår.
tr: Ödeme ayarlanırken bir hata oluştu. Tekrar deneyin veya devam ederse uygulama sahibine başvurun.
uk: При налаштуванні платежу сталася помилка. Спробуйте знову або зв'яжіться з програмою, якщо це не припиниться.

source: There was an internal error processing the payment. Try again or contact Mozilla if it persists.
bg: Възникна грешка при обработване на плащането. Опитайте отново или се свържете с Mozilla, ако грешката продължи.
bn_bd: পেমেন্টটি প্রক্রিয়া করার সময় অভ্যন্তরীন সমস্যা দেখা দিয়েছে । আবার চেষ্টা করুন অথবা প্রয়োজনে মজিলার সাথে যোগাযোগ করুন।
ca: S'ha produït un error intern en processar el pagament. Torneu-ho a provar o contacteu amb Mozilla si el problema persisteix.
cs: Při zpracování platby nastala interní chyba. Zkuste to znovu nebo kontaktujte Mozillu, pokud problém přetrvá.
da: Der opstod en intern fejl under behandlingen af betalingen. Prøv igen eller kontakt Mozilla, hvis det fortsætter.
de: Beim Verarbeiten der Zahlung ist ein interner Fehler aufgetreten. Versuchen Sie es erneut, oder kontaktieren Sie Mozilla, wenn der Fehler weiterhin auftritt.
el: Υπήρξε ένα εσωτερικό σφάλμα κατά την επεξεργασία της πληρωμής. Δοκιμάστε ξανά ή επικοινωνήστε με το Mozilla αν επιμείνει.
es: Hubo un error interno al procesar el pago. Inténtalo de nuevo o contacta con Mozilla si continúa ocurriendo.
eu: Barne-errore bat gertatu da ordainketa prozesatzerakoan. Saiatu berriro edo jarri Mozillarekin harremanetan erroreak irauten badu.
fr: Une erreur interne est survenue pendant le traitement du paiement. Merci de réessayer ou de contacter Mozilla si cela persiste.
ga_ie: Tharla earráid inmheánach agus an íocaíocht á próiseáil. Bain triail eile as nó téigh i dteagmháil le Mozilla má mhaireann an fhadhb.
hi_in: भुगतान संसाधित करने में कोई अंदरूनी त्रुटि थी. फिर से कोशिश करें या अगर यह जारी रहे तो मोज़िला से संपर्क करें.
hr: Došlo je do interne greške prilikom obrade plaćanja. Pokušajte ponovno ili kontaktirajte Mozillu ukoliko ustraje.
hu: Belső hiba a vásárlás feldolgozása során. Próbálja újra, vagy keresse meg a Mozillát, ha tartósan fennáll.
id: Terjadi kesalahan internal saat memroses pembayaran. Mohon coba lagi atau hubungi Mozilla jika tetap terjadi.
it: Si è verificato un errore interno durante l’elaborazione del pagamento. Riprovare oppure contattare Mozilla se il problema persiste.
ja: 決済処理中に内部エラーが発生しました。また後で試し、もし問題が続くようなら Mozilla に連絡を取ってください。
mk: Имаше интерна грешка при спроведувањето на плаќањето. Обидете се повторно или контактирајте со Mozilla ако се повтори.
nb_no: Det oppstod en intern feil ved behandling av betalingen. Prøv på nytt eller kontakt Mozilla hvis det vedvarer.
nl: Er is een interne fout opgetreden tijdens het verwerken van de betaling. Probeer het opnieuw of neem contact op met Mozilla als het probleem aanhoudt.
pa: ਭੁਗਤਾਨ ਦਾ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਇੱਕ ਅੰਦਰੂਨੀ ਗਲਤੀ ਆਈ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੇ ਇਹ ਜਾਰੀ ਰਹਿਦੀ ਹੈ ਤਾ ਮੋਜ਼ੀਲਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił wewnętrzny błąd podczas przetwarzania płatności. Spróbuj ponownie lub skontaktuj się z Mozillą, jeśli występuje nadal.
pt_br: Ocorreu um erro interno ao processar o pagamento. Tente novamente ou contacte a Mozilla se o problema persistir.
pt_pt: Ocorreu um erro interno ao processar o pagamento. Tente novamente ou contacte a Mozilla se este erro persistir.
ru: При обработке платежа произошла внутренняя ошибка. Попробуйте еще раз, или свяжитесь с Mozilla, если она всё время происходит.
sk: Pri spracovaní platby nastala interná chyba. Skúste to znovu, alebo ak problém pretrváva kontaktujte Mozillu.
sq: Pati një gabim të brendshëm gjatë përpunimit të pagesës. Riprovoni ose lidhuni me Mozilla-n, nëse gabimi vazhdon.
sr: Дошло је до интерне грешке приликом обраде уплате. Покушајте поново или контактирајте Mozilla-у уколико се и даље јавља.
sr_latn: Došlo je do interne greške prilikom obrade uplate. Pokušajte ponovo ili kontaktirajte Mozilla-u ukoliko se i dalje javlja.
sv: Det uppstod ett internt fel när betalningen skulle hanteras. Försök igen eller kontakta Mozilla om felet kvarstår.
tr: Ödeme işlenirken bir iç hata oluştu. Tekrar deneyin veya devam ederse Mozilla'ya başvurun.
uk: Сталася внутрішня помилка обробки платежу. Спробуйте знову або зв'яжіться з Mozilla, якщо це не припиниться.

source: Not Allowed
bg: Не е разрешено
bn_bd: অনুমোদিত নয়
ca: No és permès
cs: Není povoleno
da: Ikke tilladt
de: Nicht erlaubt
el: Μη επιτρεπτό
es: No permitido
eu: Ez baimendua
fr: Non autorisé
ga_ie: Ní cheadaítear é sin
hi_in: अनुमति नहीं
hr: Nije dopušteno
hu: Nem engedélyezett
id: Tidak Diizinkan
it: Non consentito
ja: 許可されていません
mk: Недозволено
nb_no: Ikke tillatt
nl: Niet toegestaan
pa: ਨਾ ਮਨਜ਼ੂਰ
pl: Brak uprawnień
pt_br: Não permitido
pt_pt: Não permitido
ru: Не разрешено
sk: Nie je povolené
sq: E Palejuar
sr: Није дозвољено
sr_latn: Nije dozvoljeno
sv: Inte tillåtet
tr: İzin verilmiyor
uk: Не дозволено

source: Sorry, you are not allowed to do that.
bg: Съжаляваме, нямате право да правите това.
bn_bd: দুঃখিত, এই কাজটি করার জন্য আপনি অনুমোদিত নন।
ca: Ho sentim, no podeu fer-ho.
cs: Omlouváme se, ale tuto akci nemáte povolenu.
da: Beklager, men du har ikke tilladelse til at gøre det.
de: Es tut uns Leid, Sie dürfen das nicht tun.
el: Συγγνώμη, δεν επιτρέπεται η ενέργεια αυτή από μέρους σας.
es: Discúlpanos, pero no tienes permisos para hacerlo.
eu: Sentitzen dugu, ez duzu ekintza hau burutzeko baimenik.
fr: Désolé, vous n'êtes pas autorisé à faire ceci.
ga_ie: Níl cead agat é sin a dhéanamh.
hi_in: क्षमा करें, आपको ऐसा करने की अनुमति नहीं है.
hr: Žalim, to vam nije dopušteno.
hu: Nincs jogosultsága ehhez a művelethez.
id: Maaf, Anda tidak diizinkan untuk melakukan hal ini.
it: Spiacenti, non possiedi le autorizzazioni necessarie per effettuare quanto richiesto.
ja: 申し訳ありませんが、この操作は許可されていません。
mk: Извинете, немате дозвола да го правите тоа.
nb_no: Beklager, det er ikke tillatt å gjøre det der.
nl: Sorry, maar u mag dat niet doen.
pa: ਮੁਆਫ਼ ਕਰਨਾ, ਤੁਹਾਨੂੰ ਅਜਿਹਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਹੈ।
pl: Przepraszamy, nie masz uprawnień do tej czynności.
pt_br: Desculpe, mas você não tem permissão para fazer isso.
pt_pt: Lamentamos, mas não está autorizado a fazer isso.
ru: Извините, вам не разрешено это делать.
sk: Ospravedlňujeme sa, ale na toto nemáte oprávnenie.
sq: Na ndjeni, nuk ju lejohet ta bëni këtë.
sr: Жао нам је - не можете то урадити.
sr_latn: Žao nam je - ne možete to uraditi.
sv: Tyvärr, du har inte tillåtelse att göra detta.
tr: Üzgünüz, bunu yapmaya izniniz yok.
uk: Вибачте, але ви не маєте дозволу на цю дію.

source: Cancel
bg: Отказ
bn_bd: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Utzi
fr: Annuler
ga_ie: Cealaigh
hi_in: रद्द करें
hr: Otkaži
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
mk: Откажи
nb_no: Avbryt
nl: Annuleren
pa: ਰੱਦ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anulojeni
sr: Откажи
sr_latn: Otkaži
sv: Avbryt
tr: İptal
uk: Скасувати

source: Page not found
bg: Страницата не е намерена
bn_bd: পাতাটি খুজে পাওয়া যায়নি
ca: No s'ha trobat la pàgina
cs: Stránka nebyla nalezena
da: Side ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δε βρέθηκε
es: Página no encontrada
eu: Orrialdea ez da aurkitu
fr: Page non trouvée
ga_ie: Leathanach gan aimsiú
hi_in: पृष्ठ नहीं मिला
hr: Stranica nije pronađena
hu: Ez az oldal nem található
id: Laman tidak ditemukan
it: Pagina non trovata
ja: ページが見つかりません
mk: Страницата не е пронајдена
nb_no: Side ikke funnet
nl: Pagina niet gevonden
pa: ਸਫਾ ਨਹੀ ਲੱਭਾ
pl: Nie znaleziono strony
pt_br: Página não encontrada
pt_pt: Página não encontrada
ru: Страница не найдена
sk: Stránka nebola nádejná
sq: Nuk u gjet faqe
sr: Страница није пронађена
sr_latn: Stranica nije nađena
sv: Sidan hittades inte
tr: Sayfa bulunamadı
uk: Сторінку не знайдено
