Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: Sorry, but we couldn't find the page you're looking for.
bg: Съжалявам, но не можахме да намерим страницата, която търите.
bn_bd: দুঃখিত, আপনি যেই পাতাটি খুজছেন তা আমরা পাইনি।
ca: Ho sentim, no hem pogut trobar la pàgina que cercàveu.
cs: Omlouváme se, ale nemůžeme nalézt stránku, kterou hledáte.
da: Vi beklager, men vi kunne ikke finde siden du leder efter.
de: Es tut uns Leid, aber wir konnten die gesuchte Seite nicht finden.
el: Συγγνώμη, δε μπορούσαμε να βρούμε τη σελίδα που ζητήσατε.
es: Discúlpanos, pero no pudimos encontrar la página que estás buscando.
eu: Barkatu, baina ezin izan dugu bila ari zinen orrialdea aurkitu.
fr: Désolé, mais nous ne pouvons pas trouver la page que vous cherchez.
ga_ie: Ní rabhamar in ann an leathanach sin a aimsiú.
hi_in: क्षमा करें, लेकिन जो आप पृष्ठ देख रहे हैं वो हम नहीं पा सके.
hr: Žao nam je, ali nismo mogli pronaći stranicu koju tražite.
hu: Sajnos nem találjuk a keresett oldalt.
id: Maaf, kami tidak menemukan laman yang Anda minta.
it: Spiacenti, ma non è stato possibile trovare la pagina che stavi cercando.
ja: 申し訳ありませんが、お探しのページは見つかりませんでした。
mk: Извинете, но не можеме да ја најдеме страницата што ја барате.
nb_no: Beklager, men vi kunne ikke finne siden du leter etter.
nl: Sorry, maar we kunnen de gevraagde pagina niet vinden.
pa: ਅਫਸੋਸ ਹੈ, ਪਰ ਅਸੀ ਸਫੇ ਨੂੰ ਲੱਭ ਨਹੀ ਸਕਦੇ ਜਿਸ ਲਈ ਤੁਸੀ ਦੇਖ ਰਹੇ ਹੋ।
pl: Przepraszamy, ale nie możemy znaleźć poszukiwanej strony.
pt_br: Lamentamos, mas não pudemos encontrar a página que você está procurando.
pt_pt: Lamentamos, mas não conseguimos encontrar a página que procurava.
ru: Извините, но мы не смогли найти страницу, которую вы ищете.
sk: Ospravedlňujeme sa, hľadaná stránka sa tu nenachádza.
sq: Na ndjeni, por nuk e gjetëm dot faqen që po kërkoni.
sr: Жао нам је, али не можемо наћи страницу коју сте тражили.
sr_latn: Žao nam je, ali ne možemo naći stranicu koju ste tražili.
sv: Tyvärr, men vi kunde inte hitta sidan du letar efter.
tr: Üzgünüz, aradığınız sayfayı bulamadık.
uk: Вибачте, але ми не змогли знайти сторінку, яку ви шукаєте.

source: Something went wrong!
bg: Нещо се обърка!
bn_bd: কোথাও কোন ত্রুটি ঘটেছে !
ca: Quelcom no ha funcionat!
cs: Nastala chyba!
da: Noget gik galt!
de: Irgendetwas ist schiefgegangen!
el: Συνέβη κάποιο σφάλμα!
es: Algo no salió bien.
eu: Zerbait oker joan da!
fr: Quelque chose ne va pas !
ga_ie: Tá rud éigin amú!
hi_in: कुछ गलत हो गया!
hr: Nešto je pošlo po zlu!
hu: Valami hiba történt!
id: Ada masalah!
it: Qualcosa è andato storto.
ja: 何か問題が発生しました。
mk: Нешто тргна наопаку!
nb_no: Noe gikk galt!
nl: Er is iets misgegaan!
pa: ਕੁੱਝ ਗਲਤ ਹੋਇਆ!
pl: Coś poszło źle!
pt_br: Algo deu errado!
pt_pt: Algo correu mal!
ru: Что-то пошло не так!
sk: Niečo sa pokazilo
sq: Diçka shkoi ters!
sr: Дошло је до грешке!
sr_latn: Došlo je do greške!
sv: Något gick fel!
tr: Yanlış giden bir şeyler var!
uk: Щось пішло не так!

source: There was an error processing that request.
bg: Възникна грешка при обработването на тази заявка.
bn_bd: অনুরোধটি প্রক্রিয়া করার সময় ত্রুটি দেখা দিয়েছে।
ca: S'ha produït un error en processar la sol·licitud.
cs: Při zpracování vašeho požadavku nastala chyba.
da: Der opstod en fejl under behandlingen af den forespørgsel.
de: Bei der Verarbeitung dieser Anfrage ist ein Fehler aufgetreten.
el: Υπήρξε κάποιο σφάλμα κατά την επεξεργασία της αίτησης.
es: Hubo un error al procesar la solicitud.
eu: Errore bat egon da eskaera hau prozesatzean.
fr: Une erreur est survenue pendant le traitement de cette requête.
ga_ie: Tharla earráid agus an t-iarratas sin á phróiseáil.
hi_in: उस अनुरोध को संसाधित करने में एक त्रुटि हुई थी.
hr: Došlo je do greške pri obradi tog zahtjeva.
hu: Hiba történt a kérés feldolgozása közben.
id: Terjadi kesalahan saat memroses permintaan Anda.
it: Si è verificato un errore durante l’elaborazione di questa richiesta.
ja: リクエストの処理中に問題が発生しました。
mk: Имаше грешка при обработувањето на тоа барање.
nb_no: Det oppstod en feil ved prosessering av denne forespørselen.
nl: Er is een fout opgetreden tijdens de verwerking van dat verzoek.
pa: ਬਿਨਤੀ ਦੀ ਕਾਰਵਾਈ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਸੀ।
pl: Wystąpił błąd podczas przetwarzania tego żądania.
pt_br: Ocorreu um erro ao processar a solicitação.
pt_pt: Ocorreu um erro ao processar esse pedido.
ru: При обработке этого запроса произошла ошибка.
sk: Pri spracovávaní požiadavky sa vyskytla chyba.
sq: Pati një gabim në përpunimin e kësaj kërkese.
sr: Дошло је до грешке при обради захтева.
sr_latn: Došlo je do greške pri obradi zahteva.
sv: Det uppstod ett fel när begäran bearbetades.
tr: İstek işlenirken bir hata oluştu.
uk: При обробці цього запиту сталася помилка.

source: Please try again in a few moments.
bg: Моля, опитайте отново след малко.
bn_bd: অনুগ্রহপূর্বক কিছুক্ষণ পর আবার চেষ্টা করুন।
ca: Torneu-ho a provar en uns moments.
cs: Zkuste to prosím znovu za chvíli.
da: Prøv igen om et øjeblik.
de: Bitte versuchen Sie es nach kurzer Pause erneut.
el: Παρακαλώ δοκιμάστε ξανά σε μερικά λεπτά.
es: Inténtalo de nuevo pasados unos minutos.
eu: Saiatu berriro momentu bat barru.
fr: Merci de réessayer dans quelques instants.
ga_ie: Déan iarracht eile i gceann nóiméid.
hi_in: कुछ ही क्षणों में पुन: प्रयास करें.
hr: Molim pokušajte ponovno za koji trenutak.
hu: Próbálja meg pár perc múlva.
id: Mohon coba lagi dalam beberapa saat.
it: Riprova tra un attimo.
ja: また後で試してください。
mk: Обидете се повторно за кратко.
nb_no: Nettbetaling
nl: Probeer het over enkele ogenblikken nog eens.
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਹੀ ਪਲ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Spróbuj ponownie za chwilę.
pt_br: Por favor, tente novamente daqui a alguns minutos.
pt_pt: Por favor, tente novamente dentro de alguns momentos.
ru: Пожалуйста, попробуйте снова через несколько мгновений.
sk: Skúste to znova o chvíľu.
sq: Ju lutemi, riprovoni pas pak çastesh.
sr: Молимо Вас покушајте поново за пар тренутака.
sr_latn: Molimo Vas pokušajte ponovo za par trenutaka.
sv: Försök igen om några minuter.
tr: Lütfen birkaç dakika sonra tekrar deneyin.
uk: Будь ласка, спробуйте ще раз трохи пізніше.

source: Web Pay
bn_bd: ওয়েব পে
cs: Webová platba
de: Web-Zahlung
el: Ηλεκτρονική πληρωμή
eu: Online ordaintzeko webgunea
ga_ie: Íocaíocht Ghréasáin
hi_in: वेब पे
id: Pembayaran Web
nb_no: Nettbetaling
nl: Webbetaling
pa: ਵੈਬ ਭੁਗਤਾਨ
pt_br: Pagamento on-line
pt_pt: Pagamentos Web
ru: Веб-платежи
sk: Webová platba
sr: Веб плаћање
sr_latn: Veb plaćanje
sv: Webb-betalning
tr: Web Ödemesi
uk: Веб-платежі

source: Pin must be 4 digits.
bg: ПИН-ът трябва да е от 4 цифри
bn_bd: পিন কোড অবশ্যই ৪ সংখ্যার হবে।
ca: El PIN ha tenir 4 dígits.
cs: PIN musí být 4 čísla dlouhý.
da: Pinkoden skal bestå af 4 tal.
de: Die PIN muss vier Ziffern haben.
el: Το Pin πρέπει να έχει 4 ψηφία.
es: El PIN debe tener 4 dígitos.
eu: PIN kodeak 4 digitu izan behar ditu.
fr: Le code PIN doit comprendre 4 chiffres.
ga_ie: Ní mór 4 dhigit a bheith in UAP.
hi_in: पिन 4 अंकों का होना चाहिए.
hr: PIN mora imati 4 znamenke.
hu: A PIN 4-jegyű.
id: Panjang PIN harus 4 angka.
it: Il codice PIN deve essere di 4 cifre.
ja: 暗証番号は 4 桁の数字でなければなりません。
mk: Пинот мора да се состои од 4 цифри.
nb_no: Sikkerhetskoden må være på 4 siffer.
nl: Pincode dient uit vier cijfers te bestaan.
pa: ਪਿੰਨ 4 ਅੰਕਾ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Kod PIN musi składać się z 4 cyfr.
pt_br: O PIN deve ter 4 dígitos.
pt_pt: O PIN deve ter 4 dígitos.
ru: PIN-код должен состоять из 4 цифр.
sk: PIN musí mať 4 číslice.
sq: Pin-i duhet të jetë 4 shifra.
sr: PIN мора имати 4 бројке.
sr_latn: PIN mora imati 4 brojke.
sv: Pin-koden måste innehålla 4 siffror.
tr: PIN 4 basamlı olmalıdır.
uk: PIN повинен складатись із 4 цифр.

source: Pin can only contain digits.
bg: ПИН-ът може да съръдржа само цифри
bn_bd: পিন কোড শুধুমাত্র সংখ্যা দ্বারাই হবে।
ca: El PIN només pot contenir dígits.
cs: PIN může obsahovat pouze čísla.
da: Pinkoden kan kun indholde tal.
de: Die PIN darf nur Ziffern enthalten.
el: Το Pin μπορεί να περιέχει μόνο ψηφία.
es: El PIN solo puede contener dígitos.
eu: PIN kodeak digituak soilik izan ditzake.
fr: Le code PIN ne peut être composé que de chiffres.
ga_ie: Ní cheadaítear ach digití in UAP.
hi_in: पिन केवल अंक हो सकते हैं.
hr: PIN smije sadržavati isključivo znamenke.
hu: A PIN csak számokból állhat.
id: PIN hanya dapat mengandung angka.
it: Per il codice PIN è possibile utilizzare solo caratteri numerici.
ja: 暗証番号に数字以外の文字を含めることはできません。
mk: Пинот може да содржи само бројки.
nb_no: Sikkerhetskoden kan kun inneholde siffer.
nl: Pincode mag alleen cijfers bevatten.
pa: Pin ਅੰਕ ਹੀ ਹੋ ਸਕਦਾ ਹੈ।
pl: Kod PIN może zawierać tylko cyfry.
pt_br: Seu PIN pode conter apenas dígitos.
pt_pt: O PIN só pode conter dígitos.
ru: PIN-код может содержать только цифры.
sk: PIN môže obsahovať len číslice
sq: Pin-i mund të përmbajë vetëm shifra.
sr: PIN може имати само бројеве.
sr_latn: PIN može imati samo brojeve.
sv: Pin-koden kan endast innehålla siffror.
tr: PIN sadece rakamlardan oluşabilir.
uk: PIN може містити лише цифри.

source: You logged in as a different user, you must start the payment again.
bg: Влезли сте като различен потребител, трябва да започнете плащането отново.
bn_bd: আপনি অন্য একজন ব্যবহারকারী হিসেবে লগইন করেছেন। আপনাকে অবশ্যই পুনরায় পেমেন্ট চালু করতে হবে।
cs: Jste přihlášen(a) jako jiný uživatel. Musíte platbu zahájit znovu.
da: Du loggede ind som en anden bruger, du skal starte betalingen igen.
de: Sie sind als anderer Benutzer angemeldet, Sie müssen die Zahlung erneut starten.
el: Έχετε συνδεθεί ως διαφορετικός χρήστης, πρέπει να αρχίσετε ξανά τη διαδικασία πληρωμής.
es: Te identificaste con un usuario diferente, por lo que tendrás que iniciar el pago de nuevo.
eu: Erabiltzaile desberdinarekin hasi duzu saioa, ordainketa berriro hasi behar duzu.
fr: Vous êtes connecté avec un autre utilisateur, vous devez recommencer le paiement.
ga_ie: Tá tú logáilte isteach mar úsáideoir eile; ní mór duit an íocaíocht a thosú arís.
hi_in: आपने दूसरे उपयोगकर्ता के रूप में लॉग किया, आपको फिर से भुगतान प्रारंभ करना चाहिए.
hr: Prijavili ste se kao drugi korisnik, morate započeti plaćanje ponovno.
hu: Másik felhasználóként volt bejelentkezve, a vásárlási folyamatot újra kell indítani.
id: Anda masuk sebagai pengguna yang berbeda, Anda harus memulai proses pembayaran dari awal.
it: Eri identificato con un altro account e dovrai rieffettuare il pagamento.
ja: あなたは別のユーザとしてログインしたため、再度決済を開始する必要があります。
mk: Се најавивте од друга сметка, па морате повторно да го започнете плаќањето.
nb_no: Du logget inn som en annen bruker, du må starte betalingen på nytt.
nl: U bent aangemeld als een andere gebruiker, u moet de betaling opnieuw starten.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਵੱਖਰੇ ਯੂਜ਼ਰ ਦੇ ਤੌਰ ਤੇ ਲਾਗਇਨ, ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਅਦਾਇਗੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Zalogowano jako innego użytkownika, musisz ponownie rozpocząć płatność.
pt_br: Você está conectado como um usuário diferente, você deve iniciar o pagamento novamente.
pt_pt: Iniciou sessão como um utilizador diferente; deve iniciar o pagamento novamente.
ru: Вы вошли в качестве другого пользователя, вы должны начать платеж заново.
sk: Prihlásili ste sa ako iný používateľ, platbu musíte zadať znova.
sq: Hytë si tjetër përdorues, duhet ta filloni sërish pagimin.
sr: Пријављени сте као други корисник, морате поново покренути уплату.
sr_latn: Prijavljeni ste kao drugi korisnik, morate ponovo pokrenuti uplatu.
sv: Du är inloggad som en annan användare, du måste börja betalning igen.
tr: Farklı bir kullanıcı olarak oturum açmışsınız, ödemeyi yeniden başlatmanız gerekiyor.
uk: Ви увійшли, як інший користувач і повинні почати платіж заново.

source: Loading
bg: Зареждане
bn_bd: লোড হচ্ছে
ca: S'està carregant
cs: Načítání
da: Indlæser
de: Laden
el: Φόρτωση
es: Cargando
eu: Kargatzen
fr: Chargement
ga_ie: Á Luchtú
hi_in: लोड हो रहा है
hr: Učitavanje
hu: Betöltés
id: Memuat...
it: Caricamento in corso…
ja: 読み込み中
mk: Се вчитува
nb_no: Laster
nl: Laden
pa: ਲੋਡਿਗ
pl: Wczytywanie
pt_br: Carregando
pt_pt: A carregar
ru: Загрузка
sk: Načítava sa
sq: Po ngarkohet
sr: Учитавање
sr_latn: Učitavanje
sv: Laddar
tr: Yükleniyor
uk: Завантаження

source: Beginning payment&hellip;
bg: Започване на плащането&hellip;
bn_bd: প্রারম্ভকালীন পেমেন্ট&hellip;
ca: Comença el pagament&hellip;
cs: Začátek platby&hellip;
da: Begynder betaling&hellip;
de: Zahlung beginnt &hellip;
el: Εκκίνηση πληρωμής&hellip;
es: Comenzando pago&hellip;
eu: Ordainketa hasten&hellip;
fr: Début du paiement &hellip;
ga_ie: Íocaíocht á tosú&hellip;
hi_in: भुगतान&hellip की शुरुआत;
hr: Početak plaćanja&hellip;
hu: Vásárlás elindítása&hellip;
id: Memulai pembayaran&hellip;
it: Inizio del pagamento in corso&hellip;
ja: 決済を開始しています...
mk: Започнува плаќањето&hellip;
nb_no: Begynner betaling &hellip;
nl: Betaling starten…
pa: ਭੁਗਤਾਨ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ&hellip;
pl: Rozpoczęcie płatności&hellip;
pt_br: Iniciando pagamento&hellip;
pt_pt: A iniciar pagamento&hellip;
ru: Начинаю платёж&hellip;
sk: Spúšťa sa platba&hellip;
sq: Po fillohet pagimi&hellip;
sr: Започињање уплате&hellip;
sr_latn: Započinjanje uplate&hellip;
sv: Börjar betalning&hellip;
tr: Ödeme başlatılıyor&hellip;
uk: Починаю платіж&hellip;

source: Connecting to Persona
bg: Свързване с Persona
bn_bd: পারসোনার সাথে সংযোগ হচ্ছে
ca: S'està connectant a Persona
cs: Propojování s Persona
da: Forbinder til Persona
de: Verbindung zu Persona wird hergestellt
el: Σύνδεση στο Persona
es: Conectando con Mozilla Persona
eu: Persona-ra konektatzen
fr: Connection à Persona
ga_ie: Ag ceangal le Persona
hi_in: परसोना से कनेक्ट हो रहा है
hr: Povezivanje na Personu
hu: Kapcsolódás a Personahoz
id: Tersambung ke Personaâ€¦
it: Connessione a Persona in corso…
ja: Persona に接続しています
mk: Се врши поврзување со Persona
nb_no: Kobler til Persona
nl: Verbinden met Persona
pa: Persona ਨੂੰ ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Łączenie z usługą Persona
pt_br: Conectando-se ao Persona
pt_pt: A ligar ao Persona
ru: Соединение с Persona
sk: Pripája sa k Persona
sq: Po lidhet me Persona-n
sr: Повезивање са Persona сервисом
sr_latn: Povezivanje sa Persona servisom
sv: Ansluter till Persona
tr: Persona'ya bağlanılıyor
uk: Підключення до Persona

source: Payment complete
bg: Плащането завършено
bn_bd: পেমেন্ট সম্পন্ন
ca: Pagament completat
cs: Platba byla dokončena
da: Betaling gennemført
de: Zahlung vollständig
el: Η πληρωμή ολοκληρώθηκε
es: Pago completo
eu: Ordainketa burututa
fr: Paiement complété
ga_ie: Íocaíocht curtha i gcrích
hi_in: भुगतान पूरा
hr: Plaćanje dovršeno
hu: Sikeres vásárlás
id: Pembayaran selesai
it: Pagamento effettuato
ja: 決済が完了しました
mk: Плаќањето е завршено
nb_no: Betaling fullført
nl: Betaling voltooid
pa: ਭੁਗਤਾਨ ਪੂਰਾ
pl: Zakończenie płatności
pt_br: Pagamento concluído
pt_pt: Pagamento concluído
ru: Платёж завершён
sk: Platba dokončená
sq: Pagim i plotësuar
sr: Плаћање извршено
sr_latn: Plaćanje izvršeno
sv: Betalning klar
tr: Ödeme tamamlandı
uk: Оплату завершено

source: Oops&hellip;
bg: Опа...&hellip;
bn_bd: ওহো&hellip;
da: Ups&hellip;
de: Hoppla&hellip;
el: Ωχ&hellip;
es: Uy&hellip;
eu: Hara&hellip;
ga_ie: Úps&hellip;
hi_in: ऊप्स&hellip;
hr: Uups&hellip;
hu: Hoppá&hellip;
id: Ups&hellip;
ja: おっと...
mk: Опа&hellip;
nl: Oeps…
pa: ਉਪਸ&hellip;
pl: Ups&hellip;
pt_pt: Ups&hellip;
ru: Ой&hellip;
sk: Ups&hellip;
sr: Упс&hellip;
sr_latn: Ups&hellip;
sv: Hoppsan&hellip;
tr: Hata&hellip;
uk: Ой&hellip;

source: This is taking longer than expected. Try again?
bg: Това отнема повече, отколкото се очаква. Опитване отново?
bn_bd: এটা একটু বেশি সময় নিচ্ছে। আবার চেষ্টা করবেন?
ca: Està trigant més del que s'esperava. Voleu tornar-ho a provar?
cs: Tato akce trvá déle než je obvyklé. Zkusit znovu?
da: Dette tager længere tid end forventet. Prøv igen?
de: Das dauert länger als erwartet. Erneut versuchen?
el: Αυτό διαρκεί περισσότερο από το αναμενόμενο. Δοκιμάζετε ξανά;
es: Está tardando más de lo esperado. ¿Probamos de nuevo?
eu: Hau espero baino gehiago ari da luzatzen. Berriro saiatu?
fr: Cela prends plus de temps qu'attendu. Réessayer ?
ga_ie: Tá moill éigin air seo. Iarracht eile?
hi_in: यह अपेक्षा से अधिक समय ले रही है. फिर प्रयास करें?
hr: Ovo traje duže nego li je predviđeno. Pokušajte ponovno?
hu: Ez tovább tart a vártnál. Újra megpróbálja?
id: Ini memakan waktu lebih lama dari yang diperkirakan. Coba lagi?
it: L’operazione sta richiedendo più tempo del previsto. Riprovare?
ja: 通常よりもこの処理に時間が掛かっています。再度試しますか？
mk: Ова трае подолго од очекуваното. Да пробаме повторно?
nb_no: Dette tar lengre tid enn forventet. Prøv igjen?
nl: Dit duurt langer dan verwacht. Opnieuw proberen?
pa: ਇਹ ਉਮੀਦ ਤੋ ਕੀਤੇ ਸਮਾ ਲੇ ਰਿਹਾ ਹੈ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ?
pl: To trwa dłużej niż oczekiwano. Spróbować ponownie?
pt_br: Isto está demorando mais do que o esperado. Tente novamente?
pt_pt: Isto está a demorar mais do que era esperado. Tentar novamente?
ru: Это занимает больше времени, чем ожидалось. Повторить?
sk: Táto akcia trvá dlhšie než inokedy. Chcete to skúsiť znovu?
sq: Kjo po zgjat më shumë se sa pritej. Të riprovohet?
sr: Ово траје дуже него што се очекивало. Покушати поново?
sr_latn: Ovo traje duže nego što se očekivalo. Pokušati ponovo?
sv: Detta tar längre tid än väntat. Försök igen?
tr: Bu beklenenden uzun sürüyor. Tekrar denensin mi?
uk: Це триває довше, ніж очікувалось. Спробувати ще раз?

source: Something went wrong. Try again?
bg: Нещо се обърка. Опитване отново?
bn_bd: কোথাও কোন ত্রুটি ঘটেছে. আবার চেষ্টা করবেন?
cs: Někde nastala chyba. Zkusit znovu?
da: Noget gik galt. Prøv igen?
de: Etwas ist schief gegangen. Erneut versuchen?
el: Κάτι πήγε στραβά. Δοκιμάζετε ξανά;
es: Algo no salió bien. ¿Probamos de nuevo?
eu: Zerbait oker joan da. Berriro saiatu?
fr: Quelque chose s'est mal passé. Réessayer ?
ga_ie: Tá rud éigin bunoscionn. Iarracht eile?
hi_in: कुछ गलत हो गया. फिर प्रयास करें?
hr: Nešto je krenulo krivo. Pokušajte ponovno?
hu: Hiba történt. Megpróbálja ismét?
id: Terjadi kesalahan. Coba lagi?
it: Qualcosa è andato storto. Vuoi riprovare?
ja: 何か問題が発生しました。再度試しますか？
mk: Нешто тргна наопаку. Да пробаме повторно?
nb_no: Noe gikk galt. Prøv igjen?
nl: Er is iets misgegaan. Opnieuw proberen?
pa: ਕੁੱਝ ਗਲਤ ਹੋਇਆ ਹੈ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ?
pl: Coś poszło źle. Spróbować ponownie?
pt_br: Algo deu errado. Tente de novo?
pt_pt: Algo correu mal. Tentar novamente?
ru: Что-то пошло не так. Попробовать снова?
sk: Niečo sa pokazilo. Skúsiť znova?
sq: Diç shkoi ters. Të riprovohet?
sr: Дошло је до грешке. Покушати поново?
sr_latn: Došlo je do greške. Pokušati ponovo?
sv: Något gick fel. Försök igen?
tr: Bir şeyler yanlış gitti. Tekrar denensin mi?
uk: Щось пішло не так. Спробувати ще раз?

source: OK
bg: ОК
bn_bd: ঠিক আছে
ca: D'acord
el: ΟΚ
es: Aceptar
eu: Ados
hr: U redu
hu: A tranzakció sikertelen. Ezt a vásárlást nem számláztuk ki.
id: Oke
mk: Во ред
pa: ਉਕੇ
sr: У реду
sr_latn: U redu
tr: Tamam
uk: ОК

source: The transaction failed. You have not been charged for this purchase.
bn_bd: লেনদেন ব্যর্থ হয়েছে। এই ক্রয়ের জন্যে আপনার টাকা কাটা হয়নি।
cs: Transakce selhala. Tato koupě vám nebyla účtována.
da: Transaktionen mislykkedes. Du er ikke blevet opkrævet for dette køb.
el: Η συναλλαγή απέτυχε. Δεν έχετε χρεωθεί για αυτή την αγορά.
es: La transacción ha fallado. No se ha realizado ningún cargo a tu tarjeta por esta compra.
eu: Transakzioak huts egin du. Ez zaizu erosketa honengatik ezer kobratu.
fr: La transactio na échouée. Aucun débit n'a été effectué.
ga_ie: Theip ar an mbeart. Níor baineadh aon luach díot as seo.
hi_in: लेनदेन में विफल. आप से इस खरीद के लिए शुल्क नहीं लिया गया है.
hr: Transakcija nije uspjela. Niste terećeni za ovu kupnju.
hu: A tranzakció meghiúsult. Ezt a vásárlást nem számláztuk ki.
it: La transazione è fallita. L’acquisto non ti è stato addebitato.
ja: トランザクションが失敗しました。この購入の課金は行われていません。
nl: De transactie is mislukt. U hebt niets betaald voor deze aankoop.
pa: ਲੈਣ-ਦੇਣ ਫੇਲ੍ਹ ਹੈ। ਤੁਸੀਂ ਇਹ ਖਰੀਦ ਲਈ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਹੈ।
pt_br: A transação falhou. Você não foi cobrado por esta compra.
pt_pt: A transação falhou. Esta compra não foi cobrada.
sq: Transaksioni dështoi. Nuk ju janë mbajtur para për këtë blerje.
sr: Трансакција није успела. Нисмо Вам наплатили ову куповину.
sv: Transaktionen misslyckades. Du har inte debiterats för detta köp.
tr: İşlem başarsız oldu. Bu işleminiz için ücret alınmamıştır.
uk: Транзакція невдала. З вас не зняли кошти за цю покупку.

source: Error
bg: Грешка
bn_bd: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
eu: Errorea
fr: Erreur
ga_ie: Earráid
hi_in: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
mk: Грешка
nb_no: Feil
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sk: Chyba
sq: Gabim
sr: Грешка
sr_latn: Greška
sv: Fel
tr: Hata
uk: Помилка

source: Make a real payment
bg: Направи истинско плащане
bn_bd: একটি আসল পেমেন্ট করুন
ca: Feu un pagament real
cs: Uskutečnit reálnou platbu
da: Foretag en rigtig betaling
de: Eine echte Zahlung ausführen
el: Κάντε μια πραγματική πληρωμή
es: Efecutar un pago real
eu: Benetako ordainketa bat egin
fr: Faire un vrai paiement
ga_ie: Déan íocaíocht i ndáiríre
hi_in: एक असली भुगतान करें
hr: Napravite pravo plaćanje
hu: Valós vásárlás
id: Lakukan pembayaran yang sebenarnya
it: Effettua un vero pagamento
ja: 実際の決済を行う
mk: Направете реално плаќање
nb_no: Foreta en reell betaling
nl: Een echte betaling doen
pa: ਅਸਲੀ ਭੁਗਤਾਨ ਕਰੋ
pl: Wykonaj prawdziwą płatność
pt_br: Fazer um pagamento de verdade
pt_pt: Fazer um pagamento real
ru: Сделать реальный платеж
sk: Vykonať reálnu platbu
sq: Bëni një pagim të njëmendtë
sr: Направите праву уплату
sr_latn: Napravite pravu uplatu
sv: Gör en verklig betalning
tr: Gerçek ödeme yap
uk: Зробити справжній платіж

source: Simulate a payment
bg: Симулирай плащане
bn_bd: পেমেন্ট সিম্যুলেট করুন
ca: Simuleu un pagament
cs: Zkušební platba
da: Simuler en betaling
de: Eine Zahlung simulieren
el: Προσομοίωση πληρωμής
es: Simular un pago
eu: Simulatu ordainketa bat
fr: Simuler un paiement
ga_ie: Ionsamhail íocaíocht
hi_in: एक भुगतान सिमुलेट करें
hr: Simulirajte plaćanje
hu: Vásárlás szimulációja
id: Simulasikan pembayaran
it: Simula un pagamento
ja: 決済をシミュレーションする
mk: Симулирајте плаќање
nb_no: Simuler en betaling
nl: Een betaling simuleren
pa: ਨਕਲ ਭੁਗਤਾਨ
pl: Symuluj płatność
pt_br: Simule um pagamento
pt_pt: Simular um pagamento
ru: Симулировать платеж
sk: Simulovať platbu
sq: Simuloni një pagesë
sr: Симулирај плаћање
sr_latn: Simuliraj plaćanje
sv: Simulera betalning
tr: Ödeme simülasyonu yap
uk: Симулювати платіж

source: Default network
bn_bd: ডিফল্ট নেটওয়ার্ক
da: Standardnetværk
el: Προκαθορισμένο δίκτυο
eu: Sare lehenetsia
fr: Réseau par défaut
ga_ie: Líonra réamhshocraithe
pt_br: Rede padrão
pt_pt: Rede por omissão
sq: Rrjeti parazgjedhje
sr: Подразумевана мрежа
sv: Standardnätverk
uk: Типова мережа

source: Enter Pin
bg: Въведете ПИН
bn_bd: পিন কোড প্রবেশ করান
ca: Introduïu el PIN
cs: Vložte PIN
da: Indtast pinkode
de: PIN eingeben
el: Εισάγετε Pin
es: Escribir PIN
eu: Idatzi PINa
fr: Entrez le code PIN
ga_ie: Cuir UAP isteach
hi_in: पिन दर्ज करें
hr: Upišite PIN
hu: Adja meg PIN-kódját
id: Masukkan PIN
it: Inserisci il codice PIN
ja: 暗証番号を入力
mk: Внесете пин
nb_no: Oppgi sikkerhetskode
nl: Voer pincode in
pa: ਪਿੰਨ ਭਰੋ
pl: Wprowadź PIN
pt_br: Inserir PIN
pt_pt: Introduzir PIN
ru: Введите PIN-код
sk: Zadajte PIN
sq: Jepni Pin-in
sr: Унеси PIN
sr_latn: Unesi PIN
sv: Ange PIN-kod
tr: PIN'i girin
uk: Введіть PIN

source: Sign In
bg: Вход
bn_bd: সাইন ইন
ca: Inicia una sessió
cs: Přihlášení
da: Log ind
de: Anmelden
el: Σύνδεση
es: Conectar
eu: Hasi saioa
fr: Connexion
ga_ie: Logáil Isteach
hi_in: साइन इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
mk: Најавете се
nb_no: Logg inn
nl: Aanmelden
pa: ਸਾਇਨ ਇੰਨ
pl: Zaloguj
pt_br: Identificar-me
pt_pt: Iniciar sessão
ru: Войти
sk: Prihlásiť sa
sq: Hyni
sr: Пријави се
sr_latn: Prijavi se
sv: Logga in
tr: Oturum aç
uk: Увійти
