Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: Your pin was locked because you entered it incorrectly too many times. You can continue and try entering your pin again or reset your pin.
bg: ПИН-ът ви беше заключен, защото сте го въвели грешно прекалено много пъти. Може да продължите и да опитате да въведете ПИН-а си отново или да го възстановите.
bn_bd: অনেকবার ভুল পিন প্রবেশ করার কারণে আপনার পিন লক করা হয়েছে . আপনি চালিয়ে যেতে পারেন এবং আবার আপনার পিন প্রবেশের চেষ্টা করুন অথবা আপনার পিন পুনরায় সেট করতে পারেন
ca: El vostre PIN estava bloquejat perquè vau introduir-lo de forma incorrecte massa vegades. Podeu continuar i provar d'introduir el PIN de nou o reiniciar-lo.
cs: PIN byl zablokován, protože jste jej vložil(a) opakovaně chybně. Můžete pokračovat a zkusit jej zadat znovu či PIN obnovit.
da: Din pinkode blev spærret fordi du indtastede den forkert for mange gange. Du kan fortsætte og prøve at indtaste din pinkode igen eller nulstille din pinkode.
de: Ihre PIN wurde gesperrt, weil Sie sie zu oft falsch eingegeben haben. Sie können fortfahren und versuchen, Ihre PIN erneut einzugeben oder sie zurücksetzen.
el: Το pin σας κλειδώθηκε επειδή το εισάγατε λάθος πολλές φορές. Μπορείτε να συνεχίσετε και να δοκιμάσετε ξανά να είσάγετε το pin ή να το επαναφέρετε.
es: Tu PIN fue bloqueado al escribirlo incorrectamente demasiadas veces. Puedes continuar y probar a escribir tu PIN de nuevo, o restablecerlo.
eu: Zure PINa blokeatu da, gehiegitan oker idatzi duzulako. Jarraitu aurrera eta saiatu PINa berriro idazten, edo berrezarri PINa.
fr: Votre code PIN était bloqué suite à trop de tentatives erronées. Vous pouvez continuer et essayer d'entrer votre code PIN encore, ou bien le remettre à zéro.
ga_ie: Cuireadh do UAP faoi ghlas toisc go ndearna tú an iomarca iarrachtaí é a chur isteach. Is féidir leat dul ar aghaidh agus iarracht eile a dhéanamh, nó an UAP a athshocrú.
hi_in: आपका पिन बंद किया गया था क्योंकि आपने इसे कई बार दर्ज किया था. अपना पिन रीसेट करे या जारी रखें और फिर अपना पिन दर्ज करने का प्रयास करे.
hr: Vaš PIN je bio zaključan jer ste ga netočno upisali previše puta. Možete nastaviti ponovnim upisivanjem PIN-a ili resetiranjem PIN-a.
hu: A PIN zárolva lett, mert túl sokszor adta meg hibásan. Megpróbálhatja újra megadni vagy megváltoztathatja.
id: PIN Anda terkunci karena Anda terlalu banyak memasukkan PIN yang salah. Anda dapat melanjutkan dan mencoba memasukkan PIN Anda lagi atau setel ulang PIN Anda.
it: Il tuo codice PIN è stato bloccato in quanto hai effettuato troppi tentativi errati di inserimento. Puoi effettuare altri tentativi oppure reimpostarlo.
ja: 間違った暗証番号が何度も入力されたため、あなたの暗証番号はロックされました。暗証番号をもう一度入力するか、リセットすることもできます。
mk: Вашиот пин беше заклучен бидејќи го внесовте погрешно премногу пати. Можете да продолжите и да се обидете да го внесете Вашиот пин повторно или да го ресетирате.
nb_no: Din sikkerhetskode var låst fordi du skrev det feil for mange ganger. Du kan fortsette og prøve å skrive inn sikkerhetskoden igjen, eller tilbakestille sikkerhetskoden.
nl: Uw pincode is vergrendeld, omdat u deze te vaak onjuist hebt ingevoerd. U kunt doorgaan en proberen uw pincode nogmaals in te voeren of uw pincode opnieuw instellen.
pa: ਤੁਹਾਡੇ ਪਿੰਨ ਲਾਕ ਹੋ ਗਿਆ ਹੈ ਕਿਉਕਿ ਤੁਸੀ ਇਸਨੂੰ ਕਈ ਵਾਰ ਗਲਤ ਭਰਿਆ ਹੈ। ਤੁਸੀ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਪਿੰਨ ਦੇ ਕੇ ਕੋਸਿਸ ਕਰੋ ਜਾ ਪਿੰਨ ਫਿਰ ਤੋ ਰੀਸੈਟ ਕਰ ਕੇ।
pl: Twój kod PIN został zablokowany, ponieważ wprowadzono go niepoprawnie zbyt wiele razy. Możesz kontynuować i spróbować wprowadzić swój kod PIN ponownie lub zresetować go.
pt_br: Seu PIN foi bloqueado porque você inseriu um PIN incorreto muitas vezes. Você pode continuar e tentar inserir seu PIN novamente ou redefinir seu PIN.
pt_pt: O seu PIN foi bloqueado porque o introduziu incorretamente demasiadas vezes. Pode continuar e tentar introduzir o PIN novamente ou repor o seu PIN.
ru: Ваш PIN-код был заблокирован, потому что вы слишком много раз неправильно его ввели. Вы можете продолжить и попробовать снова ввести ваш ПИН-код или сбросить свой ПИН-код.
sk: Váš PIN bol zablokovaný, pretože ste ho nesprávne zadali príliš veľa kráť. Teraz môžete pokračovať a zadajte ho znvoa alebo si ho zmeňte.
sq: Pin-i juaj u bllokua ngaqë e dhatë pasaktësisht shumë herë. Mund të vazhdoni dhe të provoni ta jepni sërish pin-in tuaj ose ta ricaktoni atë.
sr: Ваш PIN је био закључан јер сте га унели погрешно превише пута. Можете наставити и поново унети свој PIN или га можете ресетовати.
sr_latn: Vaš PIN je bio zaključan jer ste ga uneli pogrešno previše puta. Možete nastaviti i ponovo uneti svoj PIN ili ga možete resetovati.
sv: Din PIN-kod var låst eftersom du skrev den felaktigt för många gånger. Du kan fortsätta och försöka skriva in din PIN-kod igen eller återställa PIN-koden.
tr: Çok fazla yanlış deneme yaptığınız için PIN'iniz kilitlendi. Devam ederek PIN'inizi tekrar girmeyi deneyebilir veya PIN'inizi sıfırlayabilirsiniz.
uk: Ваш PIN заблоковано, тому що ви ввели його невірно забагато разів. Ви можете продовжити та спробувати ввести його знову або скинути свій PIN.

source: Are you sure you want to reset your pin? You must sign in to Persona to reset your pin.
bg: Сигурни ли сте, че искате да изчистите вашия ПИН? Трябва да влезете в Persona, за да изчистите.
bn_bd: আপনি কি পিন রিসেট করতে চাচ্ছেন? আপনার পিন রিসেট করতে হলে, পারসোনা দিয়ে সাইন ইন করতে হবে।
ca: Esteu segur que voleu reiniciar el PIN? Heu d'iniciar una sessió a Persona per reiniciar-lo.
cs: Jste si jist(a), že chcete obnovit svůj PIN? Pro obnovu svého PINu se musíte přihlásit pomocí Persona.
da: Er du sikker på, at du vil nulstille din pinkode? Du skal logge ind med Persona for at nulstille din pinkode.
de: Möchten Sie Ihre PIN wirklich zurücksetzen? Sie müssen sich mit Persona anmelden, um Ihre PIN zurückzusetzen.
el: Είστε σίγουροι πως θέλετε να επαναφέρετε το pin σας; Πρέπει να συνδεθείτε στο Persona για να επαναφέρετε το pin.
es: ¿Seguro que deseas restablecer tu PIN? Debes identificarte con Mozilla Persona para poder restablecerlo.
eu: Ziur PINa berrezarri nahi duzula? Persona-rekin saioa hasi behar duzu PINa berrezartzeko.
fr: Êtes-vous sûr de vouloir remettre à zéro votre code PIN ? Vous devez vous connecter avec Persona pour la remise à zéro.
ga_ie: An bhfuil tú cinnte gur mhaith leat do UAP a athshocrú? Caithfidh tú logáil isteach i bPersona chun an UAP a athshocrú.
hi_in: क्या आप अपना पिन रीसेट करना चाहते हैं? अपना पिन रीसेट करने के लिए परसोना में साइन इन करना होगा.
hr: Jeste li sigurni da želite resetirati vaš PIN? Da biste ga mogli resetirati morate biti prijavljeni s Personom.
hu: Valóban vissza kívánja állítani a PIN kódját? Ehhez be kell lépni a Personába.
id: Yakin ingin menyetel ulang PIN Anda? Anda harus masuk ke Persona untuk menyetel ulang PIN Anda.
it: Sei sicuro di voler reimpostare il tuo codice PIN? Dovrai effettuare l’accesso con Persona per completare questa operazione.
ja: 本当に暗証番号をリセットしますか？ 続けるには Persona でログインする必要があります。
mk: Сигурни сте дека сакате да го ресетирате Вашиот пин? Морате да сте најавени на Persona за да го ресетирате Вашиот пин.
nb_no: Er du sikker på at du vil tilbakestille din sikkerhetskode? Du må logge deg på Persona for å tilbakestille sikkerhetskoden.
nl: Weet u zeker dat u uw pincode opnieuw wilt instellen? U dient zich bij Persona aan te melden om uw pincode opnieuw in te stellen.
pa: ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀ ਪਿੰਨ ਰਿਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਨੂੰ ਆਪਣੇ ਪਿੰਨ ਰੀਸੈੱਟ ਕਰਨ ਲਈ Persona ਨੂੰ ਵਿੱਚ ਲਾਗਿਨ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Czy na pewno chcesz zresetować kod PIN? Musisz zalogować się do usługi Persona, by to zrobić.
pt_br: Tem certeza de que deseja redefinir seu PIN? Você deve identificar-se no Persona para redefinir seu PIN.
pt_pt: Tem a certeza que pretende repor o seu PIN? Tem de iniciar sessão no Persona para repor o seu PIN.
ru: Вы уверены, что хотите сбросить свой PIN-код? Для сброса своего PIN-кода вы должны войти в Persona.
sk: Naozaj chcete vynulovať váš PIN? Ak to chcete urobiť, musíte sa prihlásiť k účtu Persona.
sq: Jeni i sigurt se doni të ricaktoni pin-in tuaj? Duhet të keni bërë hyrjen te Persona që të ricaktoni pin-in tuaj.
sr: Да ли сте сигурни да желите да обновите свој PIN? Морате се пријавити на Persona налог да бисте ресетовали свој PIN.
sr_latn: Da li ste sigurni da želite da obnovite svoj PIN? Morate se prijaviti na Persona nalog da biste resetovali svoj PIN.
sv: Är du säker på att du vill återställa din PIN-kod? Du måste logga in på Persona för att återställa din PIN-kod.
tr: PIN'inizi sıfırlamak istediğinizden emin misiniz? PIN'inizi sıfırlamak için Persona'da oturum açmalısınız.
uk: Ви впевнені, що хочете скинути свій PIN? Щоб зробити це, вам необхідно увійти у Persona.

source: Reset
bg: Изчистване
bn_bd: রিসেট
ca: Reinicia
cs: Obnova
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
eu: Berrezarri
fr: Remise à zéro
ga_ie: Athshocraigh
hi_in: रीसेट
hr: Resetiraj
hu: Visszaállítás
id: Setel Ulang
it: Reimposta
ja: リセット
mk: Ресетирај
nb_no: Tilbakestill
nl: Opnieuw instellen
pa: ਰੀਸੈੱਟ
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ru: Сбросить
sk: Vynulovať
sq: Ricaktoje
sr: Ресетуј
sr_latn: Resetuj
sv: Återställ
tr: Sıfırla
uk: Скинути

source: Verifying payment&hellip;
bg: Потвърждаване на плащането&hellip;
bn_bd: পেমেন্ট&hellip ভেরিফাই করা হচ্ছে;
cs: Ověřování platby&hellip;
da: Bekræfter betaling&hellip;
el: Επιβεβαίωση πληρωμής&hellip;
es: Comprobando pago&hellip;
eu: Ordainketa egiaztatzen&hellip;
fr: Vérification du paiement &hellip;
ga_ie: Íocaíocht á deimhniú&hellip;
hi_in: भुगतान&hellip को परखना जा रहा है;
hr: Provjera plaćanja&hellip;
hu: Vásárlás ellenőrzése&hellip;
it: È in corso la verifica del pagamento…
ja: 決済を検証しています...
nl: Betaling verifiëren&hellip;
pa: ਭੁਗਤਾਨ ਜਾਂਚ ਜਾਰੀ&hellip;
pt_br: Verificando pagamento&hellip;
pt_pt: A verificar pagamento&hellip;
sq: Po verifikohet pagesa&hellip;
sr: Верификујемо плаћање&hellip;
sv: Verifierar betalning&hellip;
tr: Ödeme doğrulanıyor&hellip;
uk: Перевірка платежу&hellip;

source: Loading...
bn_bd: লোডিং...
da: Indlæser...
el: Φόρτωση...
eu: Kargatzen...
fr: Chargement &hellip;
ga_ie: Á luchtú...
pt_br: Carregando...
pt_pt: A carregar...
sq: Po ngarkohet...
sr: Учитавање...
sv: Laddar...
uk: Завантаження...

source: User hash is missing from configuration.
bn_bd: কনফিগারেশনে ইউজার হ্যাশ পাওয়া যায়নি।
da: Bruger-hash mangler fra konfigurationen.
sv: Användar-hash saknas i konfiguration.
uk: В конфігурації відсутній хеш користувача.

source: Payments are temporarily disabled
ca: Els pagaments estan inhabilitats temporalment
de: Zahlungen sind zeitweilig deaktiviert
mk: Плаќањата се привремено оневозможени
pl: Płatności są chwilowo wyłączone
ru: Платежи временно отключены.
sk: Platby sú dočasne zakázané
sr_latn: Uplate su privremeno onemogućene
