Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: Sign in to continue with the payment
bg: Влезте, за да продължите с плащането
bn_bd: পেমেন্ট প্রক্রিয়া চালিয়ে যেতে সাইন ইন করুন
ca: Inicia una sessió per continuar amb el pagament
cs: Pro pokračování platby se přihlašte
da: Log ind for at fortsætte med betalingen
de: Melden Sie sich an, um mit der Zahlung fortzufahren
el: Συνδεθείτε για να συνεχίσετε με την πληρωμή
es: Conecta para continuar con el pago
eu: Hasi saioa ordainketarekin aurrera egiteko
fr: Connectez-vous pour continuer le paiement
ga_ie: Logáil isteach chun dul ar aghaidh leis an íocaíocht
hi_in: भुगतान जारी रखने के लिए साइन इन करें
hr: Prijavite se da biste nastavili s plaćanjem
hu: Jelentkezzen be a vásárlás folytatásához
id: Masuk untuk melanjutkan proses pembayaran
it: Accedi per effettuare il pagamento
ja: 決済を続けるにはログインしてください
mk: Најавете се за да продолжите со плаќањето
nb_no: Logg inn for å fortsette med betalingen
nl: Meld u aan om door te gaan met de betaling
pa: ਭੁਗਤਾਨ ਦੇ ਨਾਲ ਜਾਰੀ ਰਹਿਣ ਲਈ ਸਾਇਨ ਇੰਨ ਕਰੋ
pl: Zaloguj się, by kontynuować płatność
pt_br: Identifique-se para continuar o pagamento
pt_pt: Iniciar sessão para continuar com o pagamento
ru: Войдите, чтобы продолжить совершение платежа
sk: Ak chcete pokračovať v platbe, prihláste sa.
sq: Bëni hyrjen që të vazhdohet me pagesën
sr: Пријавите се да бисте наставили са уплатом
sr_latn: Prijavite se da biste nastavili sa uplatom
sv: Logga in för att fortsätta med betalningen
tr: Ödemeyi tamamlamak için oturum açın
uk: Увійдіть для продовження оплати

source: Sign in
bg: Вход
bn_bd: সাইন ইন
ca: Inicia una sessió
cs: Přihlášení
da: Log ind
de: Anmelden
el: Σύνδεση
es: Conectar
eu: Hasi saioa
fr: Connexion
ga_ie: Logáil isteach
hi_in: साइन इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
mk: Најавете се
nb_no: Logg inn
nl: Aanmelden
pa: ਸਾਇਨ ਇੰਨ
pl: Zaloguj
pt_br: Identificar-me
pt_pt: Iniciar sessão
ru: Войти
sk: Prihlásiť sa
sq: Hyni
sr: Пријави се
sr_latn: Prijavi se
sv: Logga in
tr: Oturum aç
uk: Увійти

source: Simulate Payment
bg: Симулирай плащане
bn_bd: পেমেন্ট সিম্যুলেট করুন
ca: Simula el pagament
cs: Testovací platba
da: Simuler betaling
de: Zahlung simulieren
el: Προσομοίωση πληρωμής
es: Simular pago
eu: Egin ordainketa-simulazioa
fr: Simuler le paiement
ga_ie: Ionsamhail Íocaíocht
hi_in: भुगतान सिमुलेट करें
hr: Simuliraj plaćanje
hu: Vásárlás szimulációja
id: Simulasi Pembayaran
it: Simula pagamento
ja: 決済シミュレーション
mk: Симулирај плаќање
nb_no: Simuler betaling
nl: Betaling simuleren
pa: ਭੁਗਤਾਨ ਨਕਲ
pl: Symuluj płatność
pt_br: Simular pagamento
pt_pt: Simular pagamento
ru: Симулировать платёж
sk: Simulovať platbu
sq: Simuloni Pagesën
sr: Симулирај уплату
sr_latn: Simuliraj uplatu
sv: Simulera betalning
tr: Ödeme Simülasyonu
uk: Симулювати платіж

source: You will not be charged.
bg: Няма да бъдете таксувани
bn_bd: আপনার টাকা কাটবে না।
ca: No se us cobrarà.
cs: Nebude účtována.
da: Du vil ikke blive opkrævet.
de: Ihnen wird kein Geld abgebucht.
el: Δε θα χρεωθείτε.
es: No tendrás que abonar ningún cargo.
eu: Ez zaizu dirurik kobratuko.
fr: Aucun prélèvement ne sera effectué.
ga_ie: Ní bhainfear aon airgead díot.
hi_in: आप से शुल्क नहीं लिया जाएगा.
hr: Nećete biti terećeni.
hu: Összeg nem kerül levonásra.
id: Anda tidak akan dikenakan biaya.
it: Il pagamento della simulazione non ti verrà addebitato.
ja: 実際に課金されることはありません。
mk: Нема да Ви биде наплатено.
nb_no: Du vil ikke bli belastet.
nl: U hoeft niets te betalen.
pa: ਤੁਹਾਨੂੰ ਭੁਗਤਾਨ ਨਹੀ ਦੇਣਾ ਪਵੇਗਾ।
pl: Nie można ciebie obciążyć.
pt_br: Você não será cobrado.
pt_pt: Não será cobrado.
ru: С вас не возьмут денег.
sk: Platba vám nebude účtovaná.
sq: Nuk do t'ju vihet në ngarkim ndonjë pagesë.
sr: Неће Вам бити наплаћено.
sr_latn: Neće Vam biti naplaćeno.
sv: Du kommer inte att debiteras.
tr: Para ödemeyeceksiniz.
uk: З вас не візьмуть грошей.

source: result
bg: резултат
bn_bd: ফলাফল
ca: resultat
cs: výsledek
da: resultat
de: Ergebnis
el: αποτέλεσμα
es: resultado
eu: emaitza
fr: résultat
ga_ie: toradh
hi_in: परिणाम
hr: rezultat
hu: eredmény
id: hasil
it: Risultato
ja: 結果
mk: резултат
nb_no: resultat
nl: resultaat
pa: ਨਤੀਜਾ
pl: wynik
pt_br: resultado
pt_pt: resultado
ru: результат
sk: výlsedok
sq: përfundim
sr: резултат
sr_latn: rezultat
sv: resultat
tr: sonuç
uk: результат

source: Continue
bg: Продължи
bn_bd: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
eu: Jarraitu
fr: Continuer
ga_ie: Lean ar aghaidh
hi_in: जारी रखने
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Procedi
ja: 続ける
mk: Продолжи
nb_no: Fortsett
nl: Doorgaan
pa: ਜਾਰੀ
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdoni
sr: Настави
sr_latn: Nastavi
sv: Fortsätt
tr: Devam et
uk: Продовжити

source: You have super powers
bg: Имате супер сили
bn_bd: আপনার সুপার ক্ষমতা আছে
ca: Teniu superpoders
cs: Máte speciální možnosti
da: Du har superkræfter
de: Sie haben Superkräfte
el: Έχετε υπερδυνάμεις
es: Tienes superpoderes
eu: Superbotereak dituzu
fr: Vous avez les super pouvoirs
ga_ie: Tá cumhachtaí speisialta agat
hi_in: आपके पास सुपर अधिकार है
hr: Vi imate super moći
hu: Szuperereje van
id: Anda memiliki kekuasaan paling digdaya
it: Hai dei super poteri a tua disposizione.
ja: あなたは特権を持っています
mk: Имате супермоќи
nb_no: Du har superkrefter
nl: U hebt superkrachten
pa: ਤੁਹਾਡੇ ਕੋਲ ਸੁਪਰ ਪਾਵਰਾ ਹਨ
pl: Masz specjalne uprawnienia
pt_br: Você tem super poderes!
pt_pt: Tem super poderes
ru: У вас есть суперсила
sk: Máte super-práva
sq: Keni super fuqi
sr: Имате супер моћи
sr_latn: Imate super moći
sv: Du har superkrafter
tr: Süper güçleriniz var
uk: Ви маєте супер силу

source: Setting up payment&hellip;
bg: Настройване на плащането&hellip;
bn_bd: পেমেন্ট সেট আপ হচ্ছে&hellip;
cs: Nastavení platby&hellip;
da: Opsæt betaling&hellip;
de: Zahlung wird eingerichtet&hellip;
el: Ρύθμιση πληρωμής&hellip;
es: Configurando pago&hellip;
eu: Ordainketa konfiguratzen&hellip;
fr: Configuration du paiement &hellip;
ga_ie: Íocaíocht á socrú&hellip;
hi_in: भुगतान&hellip की स्थापना;
hr: Postavljanje plaćanja&hellip;
hu: Vásárlás beállítása&hellip;
id: Menyiapkan pembayaran&hellip;
it: Impostazione pagamento in corso&hellip;
ja: 決済を設定する...
mk: Се поставува плаќањето&hellip;
nb_no: Sett opp betalingen &hellip;
nl: Betaling instellen…
pa: ਭੁਗਤਾਨ ਸੈਟ ਕਰ ਰਿਹਾ&hellip;
pl: Konfiguracja płatności&hellip;
pt_br: Configurando payment&hellip;
pt_pt: A definir o pagamento&hellip;
ru: Настройка платежа&hellip;
sk: Nastavenia platby&hellip;
sq: Po përgatitet pagesa&hellip;
sr: Успостављање уплате&hellip;
sr_latn: Uspostavljanje uplate&hellip;
sv: Upprättar betalning&hellip;
tr: Ödeme ayarlanıyor&hellip;
uk: Налаштування платежу&hellip;

source: You have already created a PIN.
bg: Вече сте създали ПИН
bn_bd: আপনি ইতিমধ্যেই পিন কোড তৈরি করেছেন।
ca: Ja heu creat un PIN.
cs: Již jste vytvořil(a) PIN.
da: Du har allerede oprettet en pinkode.
de: Sie haben bereits eine PIN erstellt.
el: Έχετε ήδη δημιουργήσει ένα PIN.
es: Ya has creado un PIN.
eu: Sortu duzu jada PIN bat.
fr: Vous avez déjà créé un code PIN.
ga_ie: Chruthaigh tú UAP cheana.
hi_in: आपने पहले से ही एक PIN बना लिया है.
hr: Već ste stvorili PIN.
hu: Már létrehozott egy PIN kódot.
id: Anda telah membuat PIN.
it: Hai già creato un PIN.
ja: 暗証番号は既に登録されています。
mk: Веќе имате создадено ПИН.
nb_no: Du har allerede opprettet en sikkerhetskode.
nl: U hebt al een pincode aangemaakt.
pa: ਤੁਹਾਨੂੰ ਪਹਿਲਾ ਹੀ ਇੱਕ ਪਿੰਨ ਬਣਾਇਆ ਹੈ।
pl: Masz już utworzony PIN.
pt_br: Você já criou um PIN.
pt_pt: Já tinha criado um PIN.
ru: Вы уже создали PIN-код.
sk: Už ste si vytvorili PIN.
sq: Keni krijuar tashmë një PIN.
sr: Већ сте направили PIN.
sr_latn: Već ste napravili PIN.
sv: Du har redan skapat en PIN-kod.
tr: Zaten bir PIN oluşturmuşsunuz.
uk: Ви вже створили PIN.

source: Wrong pin
bg: Грешен ПИН
bn_bd: পিন কোড ভুল
ca: PIN incorrecte
cs: Špatný pin
da: Forkert pinkode
de: Falsche PIN
el: Λάθος pin
es: PIN erróneo
eu: Okerreko PINa
fr: Code PIN erroné
ga_ie: UAP mhícheart
hi_in: गलत पिन
hr: Netočan PIN
hu: Hibás PIN
id: PIN salah
it: Codice PIN non valido
ja: 暗証番号が違います
mk: Погрешен пин
nb_no: Feil sikkerhetskode
nl: Foutieve pincode
pa: ਗਲਤ ਪਿੰਨ
pl: Błędny PIN
pt_br: PIN incorreto.
pt_pt: PIN errado
ru: Неверный PIN-код
sk: Nesprávny PIN
sq: Pin i gabuar
sr: Погрешан PIN
sr_latn: Pogrešan PIN
sv: Fel PIN-kod
tr: Yanlış PIN
uk: Неправильний PIN

source: Pins do not match.
bg: ПИН-вете не съвпадат
bn_bd: পিন কোডগুলো মেলে না।
ca: Els PIN no coincideixen.
cs: Piny si neodpovídají.
da: Pinkoder matcher ikke.
de: PINs stimmen nicht überein.
el: Τα pins δεν ταιριάζουν.
es: Los PIN no coinciden.
eu: PINak ez datoz bat.
fr: Les codes PIN ne correspondent pas.
ga_ie: Ní ionann na UAPanna.
hi_in: पिन मेल नहीं खाते.
hr: PIN-ovi se ne podudaraju.
hu: A PIN kódok nem egyeznek.
id: PIN tidak cocok.
it: Il codice PIN non corrisponde.
ja: 暗証番号が一致しません。
mk: Пиновите не се совпаѓаат.
nb_no: Sikkerhetskodene stemmer ikke overens.
nl: Pincodes komen niet overeen.
pa: ਪਿੰਨ ਮੇਲ ਨਹੀ ਖਾਦਾ।
pl: Kody PIN nie zgadzają się.
pt_br: Os PINs inseridos não correspondem.
pt_pt: Os PINs não coincidem.
ru: PIN-коды не совпадают.
sk: Kódy PIN sa nezhodujú.
sq: Pin-et nuk përputhen.
sr: PIN-ови се не поклапају.
sr_latn: PIN-ovi se ne poklapaju.
sv: PIN-koderna matchar inte.
tr: PIN'ler eşleşmiyor.
uk: PIN-коди не співпадають.

source: Create a Pin
bg: Създай ПИН
bn_bd: একটি পিন কোড তৈরি করুন
ca: Crea un PIN
cs: Vytvoření PINu
da: Opret en pinkode
de: PIN erstellen
el: Δημιουργήστε ένα Pin
es: Crear un PIN
eu: Sortu PINa
fr: Créer un code PIN
ga_ie: Cruthaigh UAP
hi_in: एक पिन बनाएं
hr: Stvorite PIN
hu: PIN létrehozása
id: Buat PIN
it: Crea un codice PIN
ja: 暗証番号を登録
mk: Создај пин
nb_no: Opprett en sikkerhetskode
nl: Pincode aanmaken
pa: ਪਿੰਨ ਬਣਾਉ
pl: Utwórz kod PIN
pt_br: Criar um PIN
pt_pt: Criar um PIN
ru: Создать PIN-код
sk: Vytvoriť PIN
sq: Krijoni një Pin
sr: Направи PIN
sr_latn: Napravi PIN
sv: Skapa PIN-kod
tr: PIN oluşturun
uk: Створити PIN

source: Confirm Pin
bg: Потвърди ПИН
bn_bd: পিন কোড নিশ্চিত করুন
ca: Confirma el PIN
cs: Potvrzení PINu
da: Bekræft pinkode
de: PIN bestätigen
el: Επιβεβαίωση Pin
es: Confirmar PIN
eu: Berretsi PINa
fr: Confirmer le code PIN
ga_ie: Deimhnigh an UAP
hi_in: पिन की पुष्टि करें
hr: Potvrdite PIN
hu: PIN megerősítése
id: Konfirmasukan PIN
it: Verifica codice PIN
ja: 暗証番号を確認
mk: Потврди пин
nb_no: Bekreft sikkerhetskode
nl: Pincode bevestigen
pa: ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ
pl: Potwierdź kod PIN
pt_br: Confirmar PIN
pt_pt: Confirmar PIN
ru: Подтвердить PIN-код
sk: Potvrdiť PIN
sq: Konfirmoni Pin-in
sr: Потврди PIN
sr_latn: Potvrdi PIN
sv: Bekräfta PIN-kod
tr: PIN'i doğrulayın
uk: Підтвердити PIN

source: Reset Pin
bg: Изчисти пин
bn_bd: পিন কোড রিসেট করুন
ca: Reinicia el PIN
cs: Obnova PINu
da: Nulstil pinkode
de: PIN zurücksetzen
el: Επαναφορά Pin
es: Restablecer PIN
eu: Berrezarri PINa
fr: Remise à zéro du code PIN
ga_ie: Athshocraigh an UAP
hi_in: पिन रीसेट करें
hr: Resetiraj PIN
hu: PIN visszaállítása
id: Setel Ulang PIN
it: Reimposta codice PIN
ja: 暗証番号をリセット
mk: Ресетирај пин
nb_no: Nullstill sikkerhetskode
nl: Pincode opnieuw instellen
pa: ਰਿਸੇਟ ਪਿੰਨ
pl: Resetuj kod PIN
pt_br: Redefinir PIN
pt_pt: Repor PIN
ru: Сбросить PIN-код
sk: Vynulovať PIN
sq: Ricaktoni Pin-in
sr: Ресетуј PIN
sr_latn: Resetuj PIN
sv: Återställ PIN-kod
tr: PIN'i sıfırla
uk: Скинути PIN

source: Pin reset
bg: ПИН-ът изчистен
bn_bd: পিন কোড রিসেট
ca: Reinici del PIN
cs: Obnova kódu PIN
da: Pinkode nulstillet
de: PIN zurückgesetzt
el: Έγινε επαναφορά του pin
es: PIN restablecido
eu: PINa berrezarri da
fr: Réinitialisation du code PIN
ga_ie: UAP athshocraithe
hi_in: पिन रीसेट
hr: Resetiranje PIN-a
hu: PIN visszaállítása
id: Penyetelan ulang PIN
it: Reimpostazione del codice PIN
ja: 暗証番号のリセット
mk: Ресетирање на пин
nb_no: Tilbakestilling av sikkerhetskode
nl: Pincode opnieuw instellen
pa: ਪਿੰਨ ਰਿਸੇਟ
pl: Resetowanie kodu PIN
pt_br: Redefinir PIN
pt_pt: Reposição de PIN
ru: Сброс PIN-кода
sk: Kód PIN vynulovaný
sq: Ricaktim Pin-i
sr: Обнављање PIN-а
sr_latn: Obnavljanje PIN-a
sv: Återställning PIN-kod
tr: PIN sıfırlama
uk: Скидання PIN-коду

source: For testing only. Marketplace users <b>should not</b> use this site.
bg: Само за тестване. Потребителите <b>не трябва</b> да използват този сайт.
bn_bd: শুধুমাত্র পরীক্ষা করার জন্য। মার্কেটপ্লেস ব্যবহারকারীদের এটি ব্যবহার করা <b>উচিত নয়</b>।
cs: Pro testovací účely. Uživatele Marketplace <b>by neměli</b> tento web používat.
da: Kun til test. Brugere af Marketplace <b>skal ikke</b> bruge dette websted.
de: Nur zu Testzwecken. Marketplace-Nutzer sollten diese Website <b>nicht verwenden</b>.
el: Για δοκιμαστικούς σκοπούς. Οι χρήστες του Marketplace <b>δεν θα πρέπει</b> να χρησιμοποιούν αυτή την ιστοσελίδα.
es: Solo para realizar pruebas. Los usuarios de Marketplace <b>no deben</b> usar este sitio.
eu: Probak egiteko soilik. Marketplace-eko erabiltzaileek <b>ez lukete</b> gune hau erabili beharko.
fr: Pour tests uniquement. Les utilisateurs du Marketplace <b>ne devraient pas</b> utiliser ce site.
ga_ie: Tástáil amháin. <b>Níor chóir</b> d'úsáideoirí Marketplace an suíomh seo a úsáid.
hi_in: केवल जाँच के लिए. मार्केटप्लेस उपयोगकर्ताओं को यह साइट का उपयोग <b>नहीं करना चाहिए</b>.
hr: Samo za testiranje. Marketplace korisnici <b>nebi trebali</b> koristiti ovu stranicu.
hu: Kizárólag tesztelésre. Marketplace felhasználók <b>ne</b> használják ezt az oldalt.
id: Hanya untuk uji coba. Pengguna Marketplace <b>tidak seharusnya</b> menggunakan situs ini.
it: Sito utilizzato solo per i test. Gli utenti del Marketplace <b>non dovrebbero</b> utilizzare questo sito.
ja: テスト専用。Marketplace ユーザはこのサイトを <b>使うべきではありません</b>。
mk: Само за тестирање. Корисниците на Пазарот <b>не треба</b> да го користат овој веб-сајт.
nb_no: Bare for testing. Marketplace-brukere <b>må ikke</b> bruke dette nettstedet.
nl: Alleen voor testen. Marketplace-gebruikers dienen deze website <b>niet</b> te gebruiken.
pa: ਸਿਰਫ ਟੈਸਟਿੰਗ ਲਈ। ਮਾਰਕਿਟਪਲੇਸ ਯੂਜ਼ਰਾ <b> ਨੂੰ ਇਸ ਸਾਈਟ ਦੀ ਵਰਤੋ ਨਹੀ</ b> ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Tylko do testów. Użytkownicy Marketplace <b>nie powinni</b> korzystać z tej strony.
pt_br: Para teste apenas. Usuários do Marketplace <b>não deve</b> usar este site.
pt_pt: Apenas para testes. Utilizadores do Marketplace <b>não devem</b> utilizar este site.
ru: Только для тестирования. Пользователи Магазина <b>не должны</b> использовать этот сайт.
sk: Na testovacie účely. Používatelia Marketplace <b>by nemali</b> používať túto stránku.
sq: Vetëm për testim. Përdoruesit e Marketplace-it <b>nuk duhen</b> ta përdorin këtë sajt.
sr: Само за тестирање. Корисници Marketplace-а <b>не смеју</b> да користе овај сајт.
sr_latn: Samo za testiranje. Korisnici Marketplace-a <b>ne smeju</b> da koriste ovaj sajt.
sv: Endast för testning. Marketplace-användare <b>bör inte</b> använda denna webbplats.
tr: Sadece test için. Marketplace kullanıcıları bu siteyi <b>kullanmamalıdır</b>.
uk: Тільки для тестування. Користувачі Marketplace <b>не повинні</b> використовувати цей сайт.

source: Forgot your pin?
bg: Забравили сте вашия ПИН?
bn_bd: পিন কোড ভুলে গেছেন?
ca: Heu oblidat el PIN?
cs: Zapomněl(a) jste svůj PIN?
da: Glemt din pinkode?
de: Haben Sie Ihre PIN vergessen?
el: Ξεχάσατε το pin σας;
es: ¿Olvidaste tu PIN?
eu: PINa ahaztu duzu?
fr: Code PIN oublié ?
ga_ie: UAP dearmadta?
hi_in: अपना पिन भूल गए?
hr: Zaboravili ste PIN?
hu: Elfelejtette a PIN kódot?
id: Lupa PIN Anda?
it: Hai dimenticato il codice PIN?
ja: 暗証番号を忘れた場合
mk: Го заборавивте пинот?
nb_no: Glemt sikkerhetskoden?
nl: Pincode vergeten?
pa: ਤੁਸੀ ਆਪਣਾ ਪਿੰਨ ਭੁੱਲ ਗਏ ਹੋ
pl: Nie pamiętasz swojego kodu PIN?
pt_br: Esqueceu seu PIN?
pt_pt: Esqueceu-se do seu PIN?
ru: Забыли свой PIN-код?
sk: Zabudli ste svoj PIN?
sq: Harruat pin-in tuaj?
sr: Заборавили сте свој PIN?
sr_latn: Zaboravili ste svoj PIN?
sv: Glömt din PIN-kod?
tr: PIN'inizi mi unuttunuz?
uk: Забули свій PIN?

source: You entered the wrong pin too many times. Your account is locked. Please try your purchase again in 5 minutes.
bg: Въвели сте грешен ПИН прекалено много пъти. Акаунтът ви е заключен. Моля, опитайте покупката си отново след 5 минути.
bn_bd: আপনি অনেকবার ভুল পিন প্রবেশ করিয়াছেন ।আপনার অ্যাকাউন্ট লক করা হয়েছে। ৫ মিনিটের মধ্যে আবার আপনার ক্রয় চেষ্টা করুন।
ca: Heu introduït un PIN incorrecte massa vegades. El vostre compte està bloquejat. Continueu amb la vostra compra d'aquí a 5 minuts.
cs: Zadal(a) jste opakovaně špatný kód PIN. Váš účet je nyní zablokován. Zkuste znovu svůj nákup za 5 minut.
da: Du indtastede den forkerte pinkode for mange gange. Din konto er spærret. Prøv at foretage dit køb igen om 5 minutter.
de: Sie haben zu oft die falsche PIN eingegeben. Ihr Konto ist gesperrt. Bitte versuchen Sie Ihren Kauf in 5 Minuten erneut.
el: Εισάγατε λάθος pin πάρα πολλές φορές. Ο λογαριασμός σας κλειδώθηκε. Παρακαλώ δοκιμάστε την αγορά ξανά σε 5 λεπτά.
es: Al intentar usar un PIN erróneo demasiadas veces, se ha bloqueado tu cuenta. Prueba a realizar tu compra pasados 5 minutos.
eu: Okerreko PIN kodea gehiegitan idatzi duzu. Zure kontua blokeatu da. Saiatu berriro erosten 5 minutu barru.
fr: Vous avez entré le mauvais code PIN trop de fois de suite. Votre compte est verrouillé. Merci de réessayer votre achat dans 5 minutes.
ga_ie: Cuireadh do chuntas faoi ghlas toisc go ndearna tú an iomarca iarrachtaí an UAP a chur isteach. Déan iarracht eile do cheannach a chur i gcrích i gceann cúig nóiméid.
hi_in: आपने गलत पिन कई बार दर्ज किया. आपका खाता बंद कर दिया है. 5 मिनट में फिर से अपनी खरीद के प्रयास करें.
hr: Upisali ste netočan PIN previše puta. Vaš korisnički račun je zaključan. Pokušajte ponoviti kupovinu za 5 minuta.
hu: Túl sokszor adott meg hibás PIN kódot. A felhasználói fiókját zároltuk. Próbálja megismételni a vásárlást 5 perc múlva.
id: Anda terlalu banyak memasukkan PIN yang salah. Akun Anda terkunci. Mohon coba melakukan pemesanan lagi setelah 5 menit.
it: Hai digitato troppe volte un codice PIN non valido. Il tuo account è stato bloccato. Riprova a effettuare l’acquisto fra 5 minuti.
ja: 間違った暗証番号が何度も入力されたため、あなたのアカウントはロックされました。5 分後にまた試してください。
mk: Внесовте погрешен пин премногу пати. Вашата сметка е блокирана. Ве молиме обидете да платите повторно за 5 минути.
nb_no: Du har tastet inn feil sikkerhetskode for mange ganger. Kontoen din er låst. Prøv kjøpet på nytt om 5 minutter.
nl: U hebt te vaak de verkeerde pincode ingevoerd. Uw account is vergrendeld. Probeer het over 5 minuten opnieuw.
pa: ਤੁਹਾਨੂੰ ਗਲਤ ਪਿੰਨ ਬਹੁਤ ਵਾਰ ਦਿੱਤਾ ਹੈ| ਤੁਹਾਡੇ ਖਾਤਾ ਲਾਕ ਹੋ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ 5 ਮਿੰਟ ਵਿੱਚ ਮੁੜ ਕੇ ਆਪਣੀ ਖਰੀਦ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ|
pl: Błędny kod PIN wprowadzono zbyt wiele razy. Twoje konto jest zablokowane. Spróbuj ponownie dokonać zakupu za 5 minut.
pt_br: Você inseriu um PIN incorreto muitas vezes. Sua conta está bloqueada. Por favor, tente efetuar uma aquisição novamente daqui a 5 minutos.
pt_pt: Introduziu demasiadas vezes um PIN errado. A sua conta está bloqueada. Por favor tente fazer a compra novamente daqui a 5 minutos.
ru: Вы ввели неверный PIN-код слишком много раз. Ваша учетная запись заблокирована. Пожалуйста, попробуйте покупку снова через 5 минут.
sk: Zadali ste príliš veľa krát nesprávny kód PIN. Váš účet je zablokovaný. Objednávku zopakujte o 5 minút.
sq: Dhatë pin-in e gabuar shumë herë. Llogaria juaj është bllokuar. Ju lutemi, riprovojeni blerjen pas 5 minutash.
sr: Унели сте погрешан PIN превише пута. Ваш налог је закључан. Молимо Вас покушајте поново да обавите куповину за 5 минута.
sr_latn: Uneli ste pogrešan PIN previše puta. Vaš nalog je zaključan. Molimo Vas pokušajte ponovo da obavite kupovinu za 5 minuta.
sv: Du har angett fel PIN-kod för många gånger. Ditt konto är låst. Försök göra ditt köp igen om 5 minuter.
tr: Çok fazla yanlış PIN girdiniz. Hesabınız kilitlendi. Lütfen 5 dakika sonra tekrar satın almayı deneyin.
uk: Ви неправильно ввели PIN забагато разів. Ваш обліковий запис заблоковано. Будь ласка, спробуйте здійснити покупку знову через 5 хвилин.

source: Your Pin was locked
bg: ПИН-ът ви е заключен
bn_bd: আপনার পিনটি লক করা হয়েছে।
ca: El vostre PIN estava bloquejat
cs: PIN byl uzamčen
da: Din pinkode er blevet spærret
de: Ihre PIN wurde gesperrt
el: Το Pin σας κλειδώθηκε
es: Tu PIN fue bloqueado
eu: Zure PINa blokeatu da
fr: Votre code PIN était verrouillé
ga_ie: Cuireadh do UAP faoi ghlas
hi_in: अपना पिन बंद किया गया था
hr: Vaš PIN je bio zaključan
hu: A PIN zárolva van
id: PIN Anda terkunci
it: Il tuo codice PIN è stato bloccato
ja: あなたの暗証番号はロックされました
mk: Вашиот пин беше заклучен
nb_no: Din sikkerhetskode var låst
nl: Uw pincode is vergrendeld
pa: ਤੁਹਾਡੇ ਪਿੰਨ ਲਾਕ ਹੋ ਗਿਆ ਹੈ
pl: Twój kod PIN został zablokowany
pt_br: Seu PIN está bloqueado
pt_pt: O seu PIN foi bloqueado
ru: Ваш PIN-код был заблокирован
sk: Váš PIN bol zablokovaný
sq: Pin-i juaj është bllokuar
sr: Ваш PIN је био закључан
sr_latn: Vaš PIN je bio zaključan
sv: Din PIN-kod var låst
tr: PIN'iniz kilitlendi
uk: Ваш PIN заблоковано
