Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: Payment cancelled.
bg: Плащането отказано.
bn_bd: পেমেন্ট বাতিল
ca: S'ha cancel·lat el pagament.
cs: Platba zrušena.
da: Betaling annulleret.
de: Zahlung abgebrochen.
el: Η πληρωμή ακυρώθηκε.
es: Pago cancelado.
eu: Ordainketa bertan behera utzita.
fr: Paiement annulé.
ga_ie: Íocaíocht curtha ar ceal.
hi_in: भुगतान रद्द हुआ.
hr: Plaćanje otkazano.
hu: Vásárlás törölve.
id: Pembayaran dibatalkan.
it: Il pagamento è stato annullato.
ja: 決済はキャンセルされました。
mk: Плаќањето е откажано.
nb_no: Betaling avbrutt.
nl: Betaling geannuleerd.
pa: ਭੁਗਤਾਨ ਨੂੰ ਰੱਦ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Anulowano płatność.
pt_br: Pagamento cancelado.
pt_pt: Pagamento cancelado.
ru: Платёж отменён.
sk: Platba zrušená
sq: Pagesa u anulua.
sr: Плаћање отказано.
sr_latn: Plaćanje otkazano.
sv: Betalning avbruten.
tr: Ödeme iptal edildi.
uk: Платіж відмінено.

source: Your payment is complete.
bg: Плащането ви е завършено
bn_bd: আপনার পেমেন্ট সম্পন্ন হয়েছে।
ca: S'ha completat el pagament.
cs: Vaše platba byla dokončena.
da: Din betaling er gennemført.
de: Ihre Zahlung ist vollständig
el: Η πληρωμή ολοκληρώθηκε.
es: Tu pago está completo.
eu: Ordainketa burutu da.
fr: Votre paiement est terminé.
ga_ie: Bhí d'íocaíocht curtha i gcrích.
hi_in: आपका भुगतान पूरा हो गया है.
hr: Plaćanje dovršeno.
hu: Sikeres vásárlás.
id: Proses pembayaran Anda selesai.
it: Il pagamento è stato effettuato.
ja: 決済が完了しました。
mk: Вашето плаќање е завршено.
nb_no: Betalingen er fullført.
nl: Uw betaling is voltooid.
pa: ਭੁਗਤਾਨ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।
pl: Twoja płatność jest zakończona.
pt_br: Seu pagamento foi concluído.
pt_pt: O seu pagamento está concluído.
ru: Ваш платеж завершён.
sk: Platba je dokončená.
sq: Pagimi juaj u plotësua.
sr: Плаћање је извршено.
sr_latn: Plaćanje je izvršeno.
sv: Din betalning är klar.
tr: Ödemeniz tamamlandı.
uk: Ваш платіж завершено.

source: Mozilla received an invalid code from the payment provider (Bango) when processing the payment
bg: Mozilla получи невалиден код от доставчика на плащания (Bango), докато обработваше плащането
bn_bd: টাকা দেয়ার সময়, সেবা প্রদানকারী প্রতিষ্ঠান (Bango) এর নিকট থেকে মোজিলা একটি বাতিল কোড পেয়েছে
ca: Mozilla ha rebut un codi invàlid del proveïdor de pagament (Bango) en processar el pagament
cs: Mozilla obdržela při zpracování platby chybný kód od poskytovatele plateb (Bango).
da: Mozilla modtog en ugyldig kode fra betalingsudbyderen (Bango) da betalingen blev behandlet
de: Mozilla hat einen ungültigen Code vom Zahlungsanbieter (Bango) erhalten, während die Zahlung verarbeitet wurde
el: Ο Mozilla έλαβε έναν μη έγκυρο κωδικό από τον πάροχο πληρωμώμ (Bango) κατά την επεξεργασία της πληρωμής
es: Mozilla recibió por parte del proveedor de pagos (Bango) un código no válido al procesar el pago
eu: Ordainketa prozesatzerakoan, Mozillak kode baliogabea jaso du ordainketa-hornitzailearengandik (Bango)
fr: Mozilla a reçu un code de retour invalide du fournisseur de paiements (Bango) lors du traitement du paiement
ga_ie: Fuair Mozilla cód neamhbhailí ón soláthraí íocaíochta (Bango) agus an íocaíocht á próiseáil
hi_in: भुगतान के दौरान मोज़िला को भुगतान प्रदाता (Bango) से एक अवैध कोड प्राप्त हुआ
hr: Mozilla je primila neispravan kod od pružatelja usluge plaćanja (Bango) prilikom obrade transakcije
hu: A Mozilla érvénytelen kódot kapott a vásárlásszolgáltatótól (Bango) a vásárlás feldolgozásakor
id: Mozilla menerima kode yang tidak valid dari jasa penyedia pembayaran (Bango) ketika memroses pembayaran
it: Mozilla ha ricevuto un codice di pagamento non valido dal provider dei pagamenti (Bango) durante l’elaborazione del pagamento.
ja: Mozilla は決済処理中に決済代行業者 (Bango) から不正なコードを受け取りました
mk: Mozilla доби невалиден код од обезбедувачот на плаќање (Bango) за време на обработката на плаќањето
nb_no: Mozilla mottok en ugyldig kode fra betalingsformidleren (Bango) ved behandling av betalingen
nl: Mozilla heeft bij het verwerken van de betaling een ongeldige code van de betalingsprovider (Bango) ontvangen
pa: ਮੋਜ਼ੀਲਾ ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਦੋਰਾਨ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ (Bango) ਤੋ ਇੱਕ ਗਲਤ ਕੋਡ ਮਿਲਿਆ ਹੈ
pl: Mozilla otrzymała nieprawidłowy kod od dostawcy płatności (Bango) podczas przetwarzania płatności
pt_br: Mozilla recebeu um código inválido do provedor de pagamento (Bango) enquanto processava o pagamento
pt_pt: A Mozilla recebeu um código inválido do fornecedor de pagamentos (Bango) ao processar o pagamento
ru: Mozilla получила недопустимый код от провайдера платежей (Bango) при обработке платежа
sk: Mozilla dostala pri spracovaní platby od poskytovateľa platieb (Bango) chybný kód.
sq: Gjatë kryerjes së pagesës, Mozilla mori një kod të pavlefshëm nga ofruesi i saj (Bango)
sr: Mozilla је добила неважећи код од провајдера за плаћање (Bango) приликом обраде уплате
sr_latn: Mozilla je dobila nevažeći kod od provajdera za plaćanje (Bango) prilikom obrade uplate
sv: Mozilla har fått en ogiltig kod från betalningsleverantören (Bango) när betalningen skulle behandlas
tr: Mozilla ödeme işlemi gerçekleşirken ödeme hizmeti sağlayıcısından (Bango) geçersiz bir kod aldı.
uk: Mozilla отримала недійсний код від провайдера платежів (Bango) при обробці платежа

source: An image icon key was not an object. Correct example: {0}
bg: Ключ към изображение не е обект. Правилен пример: {0}
bn_bd: চিত্র ভিত্তিক আইকনটি কোন অবজেক্ট ছিল না। সঠিক উদাহরণ: {0}
ca: Una clau d'icona d'imatge no era un objecte. Exemple correcte: {0}
cs: Klíč obrázku ikony nebyl objekt. Správný příklad: {0}
da: Et grafisk nøgleikon var ikke et objekt. Korrekt eksempel: {0}
de: Ein Grafik-Symbolschlüssel war kein Objekt. Korrektes Beispiel: {0}
el: Ένα κλειδί εικόνας δεν ήταν αντικείμενο. Ορθό παράδειγμα: {0}
es: Una clave de icono de imagen no era un objeto. Ejemplo correcto: {0}
eu: Irudi-ikonoaren gako bat ez zen objektua. Adibide zuzena: {0}
fr: Une clef d'image icône n'était pas un objet. Exemple correct : {0}
ga_ie: Bhí eochair dheilbhín ann ach ní réad í. Sampla ceart: {0}
hi_in: एक छवि आइकन कुंजी एक वस्तु नहीं थी. सही उदाहरण: {0}
hr: Slika ikone ključa nije objekt. Ispravan primjer: {0}
hu: A képikon kulcs nem egy objektum. A megfelelő formátum: {0}
id: Kunci ikon gambar bukan objek. Contoh yang benar: {0}
it: Una delle chiavi delle icone non è un oggetto. Un esempio corretto è: {0}
ja: 画像アイコンのキーがオブジェクトではありませんでした。正しい例: {0}
mk: Клучот на сликичката не беше објект. Правилен пример: {0}
nb_no: Et bildeikonnøkkel var ikke et objekt. Riktig eksempel: {0}
nl: Een afbeeldingspictogramsleutel was geen object. Correct voorbeeld: {0}
pa: ਇੱਕ ਚਿੱਤਰ ਆਈਕਾਨ ਕੁੰਜੀ ਇੱਕ ਆਬਜੈਕਟ ਨਹੀ ਸੀ​​। ਸਹੀ ਉਦਾਹਰਨ: {0}
pl: Klucz obrazka ikony nie jest obiektem. Prawidłowy przykład: {0}
pt_br: Essa imagem não é um objeto. Exemplo correto: {0}
pt_pt: A chave da imagem do ícone não era um objeto. Exemplo correto: {0}
ru: Ключ иконки изображения не был объектом. Корректный пример: {0}
sk: Kľúč obrázky ikony nie je objekt. Správny príklad: {0}
sq: Një kyç ikone figure nuk qe një objekt. Shembull i saktë: {0}
sr: Кључ иконице није био објекат. Правилан пример: {0}
sr_latn: Ključ ikonice nije bio objekat. Pravilan primer: {0}
sv: En grafisk nyckelikon var inte ett objekt. Korrekt exempel: {0}
tr: Bir resim simge anahtarı nesne değildi. Doğru örnek: {0}
uk: Ключ іконки зображення не був об'єктом. Правильний зразок: {0}

source: No one has been registered for this JWT issuer.
bg: Никой не е регистриран за този JWT издател.
bn_bd: এই JWT ইস্যুয়ার এর জন্য কেউ নিবন্ধন করেনি।
ca: Ningú s'ha registrat per a aquest emissor JWT.
cs: Nikdo nebyl registrován pro tohoto vydavatele JWT.
da: Ingen er blevet registreret til denne JWT-udsteder.
de: Niemand wurde für diesen JWT-Aussteller registriert.
el: Κανείς δεν έχει εγγραφεί ως ο συγκεκριμένος εκδότης JWT.
es: No se ha registrado nadie para este emisor JWT.
eu: Ez da inor erregistratu JWT jaulkitzaile honentzat.
fr: Personne n'est enregistré pour cet émetteur JWT.
ga_ie: Níl éinne cláraithe leis an eisitheoir JWT seo.
hi_in: कोई भी इस JWT जारीकर्ता के लिए दर्ज नहीं किया गया है.
hr: Nitko nije registriran za ovaj JWT izdavatelj.
hu: Senki sem regisztrált ehhez a JWT kibocsátóhoz.
id: Tidak ada yang terdaftar untuk token JWT ini.
it: Nessun soggetto registrato per questo emittente di token JWT.
ja: この JWT 発行者には誰も登録されていません。
mk: Никој не е регистриран за овој издавач на JWT.
nb_no: Ingen har blitt registrert for denne JWT-utstederen.
nl: Voor deze JWT-uitgever is niemand geregistreerd.
pa: ਕੋਈ ਕਿਸੇ ਨੂੰ ਇਸ JWT ਜਾਰੀਕਰਤਾ ਲਈ ਦਰਜ ਨਹੀ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Nikt nie został zarejestrowany dla tego emitenta JWT.
pt_br: Não há ninguém registrado como emissor deste JWT.
pt_pt: Nenhum foi registado para este emissor JWT.
ru: Никто не был зарегистрирован для этого издателя JWT.
sk: Nikto nie je zaregistrovaný na tohto vydavateľa JWT.
sq: Askush nuk është regjistruar për këtë emetues JWT-sh.
sr: Нико није био регистрован за овог JWT издавача.
sr_latn: Niko nije bio registrovan za ovog JWT izdavača.
sv: Ingen har registrerats för denna JWT-utfärdare.
tr: Bu JWT sağlayıcısı için hiç kimse kaydedilmiş.
uk: Нікого не було зареєстровано для цього видавця JWT.

source: The price point is unknown or invalid.
bg: Цената е неизвестна или невалидна.
bn_bd: মূল্যসূচক অজানা অথবা ভুল
ca: El rang de preu és desconegut o bé invàlid.
cs: Cena je neznámá nebo neplatná.
da: Prisniveauet er ukendt eller ugyldigt.
de: Der Preispunkt ist unbekannt oder ungültig.
el: Το σημείο πληρωμής είναι άγνωστο ή μη έγκυρο.
es: El rango de precio no es conocido ni válido.
eu: Salmenta-prezioa ezezaguna edo baliogabea da.
fr: La tarification est inconnu ou invalide.
ga_ie: Pointe praghais anaithnid nó neamhbhailí.
hi_in: मूल्य बिंदु अज्ञात या अवैध है.
hr: Cijenovna točka je nepoznata ili pogrešna.
hu: Az irányár ismeretlen vagy érvénytelen.
id: Setelan harga tidak dikenal atau tidak valid.
it: Il prezzo di vendita è sconosciuto oppure non è valido.
ja: 販売価格が不明もしくは不正です。
mk: Стапката на цената е непозната или невалидна.
nb_no: Prispunktet er ukjent eller ugyldig.
nl: Het prijspunt is onbekend of ongeldig.
pa: ਕੀਮਤ ਪੁਆਇੰਟ ਅਣਜਾਣ ਜਾ ਗਲਤ ਹੈ।
pl: Cena bazowa jest nieznana lub nieprawidłowa.
pt_br: A faixa de preço é desconhecida ou inválida.
pt_pt: O ponto do preço é desconhecido ou inválido.
ru: Стандартная цена неизвестна или недействительна.
sk: Cena je neznáma alebo neplatná.
sq: Çmimi i tregut është i panjohur ose i pavlefshëm.
sr: Цена је непозната или неисправна.
sr_latn: Cena je nepoznata ili neispravna.
sv: Prisnivån är okänd eller ogiltig.
tr: Fiyat noktası geçersiz veya bilinmiyor.
uk: Стандартна ціна невідома або недійсна.

source: The request to begin payment was invalid.
bg: Заявката за започване на плащане беше невалидна.
bn_bd: পেমেন্ট শুরু করার অনুরোধটি সঠিক নয়।
ca: La sol·licitud per començar el pagament no ha estat vàlida.
cs: Požadavek pro zahájení platby byl neplatný.
da: Anmodningen om at begynde betalingen var ugyldig.
de: Die Anforderung zum Beginn der Zahlung war ungültig.
el: Η αίτηση για εκκίνηση πληρωμής δεν ήταν έγκυρη.
es: La solicitud para comenzar el pago no fue válida.
eu: Ordainketa hasteko eskaera baliogabea izan da.
fr: La requête de démarrage du paiement est invalide.
ga_ie: Bhí an t-iarratas ar íocaíocht a thosú neamhbhailí.
hi_in: भुगतान आरंभ करने के अनुरोध अमान्य थे.
hr: Zahtjev za početak plaćanja je neispravan.
hu: A vásárlás megkezdésére vonatkozó kérés érvénytelen volt.
id: Permintaan untuk memulai pembayaran tidak valid.
it: La richiesta per avviare il pagamento non è valida.
ja: 決済開始リクエストが不正です。
mk: Барањето за почеток на плаќањето беше невалидно.
nb_no: Forespørselen om å begynne betalingen var ugyldig.
nl: Het verzoek om de betaling te starten was ongeldig.
pa: ਭੁਗਤਾਨ ਦੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਮੰਗ ਨੂੰ ਗਲਤ ਸੀ।
pl: Żądanie rozpoczęcia płatności jest nieprawidłowe.
pt_br: O pedido para iniciar o pagamento era inválido.
pt_pt: O pedido para início do pagamento era inválido.
ru: Запрос на начало платежа был недействительным.
sk: Požiadavka na zahájenie platby je neplatná.
sq: Kërkesa për fillimin e pagimit qe e pavlefshme.
sr: Захтев за почетак плаћања је био неважећи.
sr_latn: Zahtev za početak plaćanja je bio nevažeći.
sv: Begäran om att påbörja betalning var ogiltig.
tr: Ödeme işlemini başlatma talebi geçersiz.
uk: Запит початку платежу був недійсним.

source: The requested payment simulation result is not supported.
bg: Заявеният резултат от симулация на плащане не се поддържа.
bn_bd: অনুরোধকৃত পেমেন্ট সিম্যুলেশনের ফলাফল সমর্থিত নয়।
cs: Požadovaný výsledek testovací platby není podporován.
da: Den forespurgte simulation af betaling er ikke understøttet.
de: Das angeforderte Ergebnis der Zahlungssimulation wird nicht unterstützt.
el: Το αιτηθέν αποτέλεσμα προσομοίωσης πληρωμής δεν υποστηρίζεται.
es: No se admite el resultado de la simulación de pago que se ha solicitado.
eu: Eskatutako ordainketa-simulazioaren emaitza ez dago onartuta.
fr: Le résultat de simulation de paiement demandé n'est pas pris en charge.
ga_ie: Ní thacaítear leis an toradh a fuarthas ón ionsamhlúchán íocaíochta.
hi_in: अनुरोधित भुगतान सिमुलेशन का परिणाम समर्थित नहीं है.
hr: Zahtjevani rezultat simulacije plaćanja nije podržan.
hu: A kért vásárlási szimulációs eredmény nem támogatott.
id: Hasil simulasi pembayaran yang diminta tidak didukung.
it: Il risultato della simulazione di pagamento richiesta non è supportato.
ja: リクエストされた決済シミュレーション結果には対応していません。
mk: Бараниот резултат на симулаторот на плаќање не е поддржан.
nb_no: Det forespurte betalingssimuleringsresultatet støttes ikke.
nl: Het gevraagde betalingssimulatieresultaat wordt niet ondersteund.
pa: ਬੇਨਤੀ ਕੀਤੀ ਅਦਾਇਗੀ ਨੂੰ ਸਿਮੂਲੇਸ਼ਨ ਨਤੀਜੇ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀ ਹੈ।
pl: Żądany wynik symulacji płatności nie jest obsługiwany.
pt_br: O resultado desta simulação de pagamento não pode ser exibido.
pt_pt: O resultado do pedido da simulação de pagamento não é suportado.
ru: Запрошенный результат симуляции платежа не поддерживается.
sk: Výsledok simulácie požadovanej platby nie je podporovaný.
sq: Rezultati i simulimit të kërkuar për pagimin nuk mbulohet.
sr: Затражени резултат симулације плаћања није подржан.
sr_latn: Zatraženi rezultat simulacije plaćanja nije podržan.
sv: Den begärda simuleringen av betalning stöds inte.
tr: Talep edilen ödeme simülasyonu sonucu desteklenmiyor.
uk: Запитаний результат симуляції платежу не підтримується.

source: The payment provider (Bango) returned an error while processing the payment
bg: Доставчикът на плащания (Bango) върна грешка, докато обработваше плащането
bn_bd: পেমেন্ট প্রদানকারী প্রতিষ্ঠান (Bango) পেমেন্ট প্রক্রিয়া করার সময় সমস্যা করেছে।
ca: El proveïdor de pagament (Bango) ha retornat un error en processar el pagament.
cs: Poskytovatel plateb (Bango) vrátil chybu při zpracování platby.
da: Betalingsudbyderen (Bango) returnerede en fejl under behandlingen af betalingen
de: Der Zahlungsanbieter (Bango) hat einen Fehler bei der Verarbeitung der Zahlung gemeldet
el: Ο πάροχος πληρωμών (Bango) επέστρεψε κάποιο σφάλμα κατά την επεξεργασία της πληρωμής
es: El proveedor de pagos (Bango) devolvió un error durante el proceso del pago
eu: Ordainketa-hornitzaileak (Bango) errore bat bueltatu du ordainketa prozesatzerakoan
fr: Le fournisseur de paiements (Bango) a retourné une erreur lors du traitement du paiement
ga_ie: Fuarthas earráid ón soláthraí íocaíochta (Bango) agus an íocaíocht á próiseáil
hi_in: भुगतान संसाधित करते समय भुगतान प्रदाता (Bango) ने एक त्रुटि दी
hr: Pružatelj usluge plaćanja (Bango) je vratio grešku prilikom obrade plaćanja
hu: A vásárlásszolgáltató (Bango) a vásárlás feldolgozásakor hibát adott vissza
id: Jasa penyedia pembayaran (Bango) mengembalikan kesalahan saat memroses pembayaran
it: Il provider dei pagamenti (Bango) ha restituito un errore durante l’elaborazione del pagamento
ja: 決済処理中に決済代行業者 (Bango) がエラーを返しました
mk: Обезбедувачот на плаќање (Bango) пријави грешка при обработката на плаќањето
nb_no: Betalingensleverandør (Bango) returnerte en feil under behandlingen av betalingen
nl: De betalingsprovider (Bango) heeft een fout gemeld tijdens het verwerken van de betaling
pa: ਭੁਗਤਾਨ ਕਰਨ ਦੌਰਾਨ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ (Bango) ਨੇ ਇੱਕ ਗਲਤੀ ਵਾਪਸ ਕੀਤੀ ਹੈ
pl: Dostawca płatności (Bango) zwrócił błąd podczas przetwarzania płatności.
pt_br: O provedor de pagamentos (Bango) retornou um erro enquanto o pagamento era processado
pt_pt: O fornecedor de pagamento (Bango) devolveu um erro enquanto processava o pagamento
ru: Провайдер платежей (Bango) возвратил ошибку при обработке платежа
sk: Poskytovateľ platieb (Bango) vrátil chybu pri spracovaní platby.
sq: Mundësuesi i pagimeve (Bango) u përgjigj me një gabim gjatë përpunimit të pagimit
sr: Провајдер услуге плаћања (Bango) је пријавио грешку приликом обраде уплате
sr_latn: Provajder usluge plaćanja (Bango) je prijavio grešku prilikom obrade uplate
sv: Betalningsleverantören (Bango) returnerade ett fel under behandling av betalningen
tr: Ödeme hizmeti sağlayıcısı (Bango) ödeme işlemi gerçekleştirilirken bir sorunla karşılaştı
uk: Провайдер платежів (Bango) повернув помилку при обробці платежу

source: The JWT has expired.
bg: JWT е изтекъл.
bn_bd: JWT এর মেয়াদ উত্তীর্ণ হয়েছে।
ca: El JWT ha vençut.
cs: JWT vypršel.
da: JWT er udløbet.
de: Das JWT ist abgelaufen.
el: Το JWT έχει λήξει.
es: El JWT ha caducado.
eu: JWTa iraungi da.
fr: Le JWT a expiré.
ga_ie: Tá an JWT as feidhm.
hi_in: JWT कि अवधि समाप्त.
hr: JWT je istekao.
hu: A JWT lejárt.
id: Token JWT kedaluwarsa.
it: Il token JWT è scaduto.
ja: JWT が期限切れです。
mk: Времетраењето на овој JWT заврши.
nb_no: JWT-en har utløpt.
nl: De JWT is verlopen.
pa: JWT ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ।
pl: JWT wygasło.
pt_br: O JWT expirou.
pt_pt: O JWT expirou.
ru: JWT истёк.
sk: JWT vypršalo.
sq: JWT-ja ka skaduar.
sr: JWT је истекао.
sr_latn: JWT je istekao.
sv: JWT har förfallit.
tr: JWT zaman aşımına uğradı.
uk: JWT прострочено.

source: The external payment processor returned an error while handling the payment
bg: Външната услуга за обработване на плащания върна грешка, докато обработваше плащането
bn_bd: এই পেমেন্টটি গ্রহন করার সময় বাহ্যিক পেমেন্ট প্রক্রিয়াকারী সমস্যা করেছে।
cs: Externí zpracovatel platby při jejím zpracování vrátil chybu.
da: Den eksterne betalingsbehandler returnerede en fejl under håndteringen af betalingen
de: Der externe Zahlungsverarbeiter hat bei der Bearbeitung der Zahlung einen Fehler gemeldet
el: Ο εξωτερικός διαχειριστής πληρωμών αντιμετώπισε πρόβλημα κατά την επεξεργασία της πληρωμής
es: El procesador de pagos externo devolvió un error durante la gestión del pago
eu: Kanpoko ordainketa-prozesadoreak errore bat itzuli du ordainketa kudeatzerakoan
fr: Le système de paiement tiers a renvoyé une erreur lors du traitement du paiement
ga_ie: Fuarthas earráid ón bpróiseálaí seachtrach íocaíochta agus an íocaíocht á próiseáil
hi_in: भुगतान को संभालते समय बाहरी भुगतान प्रोसेसर ने एक त्रुटि दी
hr: Vanjski pružatelj usluge plaćanja je vratio grešku prilikom obrade plaćanja
hu: A külső vásárlásfeldolgozó hibát adott vissza a vásárlás kezelése közben
id: Pemroses pembayaran eksternal mengembalikan kesalahan saat menangani pembayaran
it: L’elaboratore esterno dei pagamenti ha restituito un errore durante l’elaborazione del pagamento.
ja: 決済処理中に外部決済代行業者がエラーを返しました
nb_no: Den eksterne betalingsformidleren returnerte en feil under behandling av betalingen
nl: De externe betalingsverwerker heeft een fout gemeld tijdens het verwerken van de betaling
pa: ਭੁਗਤਾਨ ਦਾ ਪਰਬੰਧਨ ਕਰਨ ਦੌਰਾਨ ਬਾਹਰੀ ਭੁਗਤਾਨ ਦਾ ਪਰੋਸੈੱਸਰ ਨੇ ਇੱਕ ਗਲਤੀ ਵਾਪਸ ਕੀਤੀ ਹੈ
pt_br: O processador de pagamento externo retornou um erro ao manusear o pagamento
pt_pt: O processador de pagamento externo devolveu um erro enquanto processava o pagamento
ru: Внешний процессор платежей возвратил ошибку при обработке платежа
sk: Externý spracovateľ platby pri jej spracovaní vrátil chybu.
sq: Përpunuesi i jashtëm i pagesave u përgjigj me një gabim, teksa trajtonte pagesën
sr: Екстерни процесор за плаћање пријавио је грешку током примања уплате
sr_latn: Eksterni procesor za plaćanje prijavio je grešku tokom primanja uplate
sv: Den externa betalningsbehandlaren returnerade ett fel vid hantering av betalningen
tr: Dış ödeme işlemcisi ödemeyi işlerken bir hata verdi
uk: Зовнішній обробник платежів повернув помилку при обробці платежу

source: Permission denied to verify the user.
bn_bd: ব্যবহারকারি ভেরিফাই করার অনুমতি নেই।
da: Tilladelse til at bekræfte bruger nægtet.
eu: Erabiltzailea egiaztatzeko baimena ukatu da.
fr: Permission refusée de vérifier l'utilisateur.
ga_ie: Níl cead agat an t-úsáideoir a dheimhniú.
sq: U mohua leja për verifikim përdoruesi.
sr: Дозвола за проверу корисника је одбијена.
sv: Åtkomst nekas för att verifiera användaren.
uk: Відмовлено у дозволі на перевірку користувача.

source: Verifying the user failed.
bn_bd: ব্যবহারকারী ভেরিফাই ব্যর্থ হয়েছে।
da: Bekræftelse af brugeren mislykkedes.
el: Η επιβεβαίωση του χρήστη απέτυχε.
eu: Huts egin du erabiltzailea egiaztatzean.
fr: Échec de la vérification de l'utilisateur.
ga_ie: Níorbh fhéidir an t-úsáideoir a dheimhniú.
sq: Verifikimi i përdoruesit dështoi.
sr: Провера корисника није успела.
sv: Verifiera användaren misslyckades.
uk: Не вдалося перевірити користувача.

source: The request to the server timed out during verification.
bn_bd: ভেরিফিকেশন এর সময় সার্ভার রিকোয়েস্ট এর সময় অতিক্রান্ত (timed out) হয়েছে।
da: Anmodningen til serveren fik timeout under bekræftelsen.
el: Υπέρβαση χρονικού ορίου σύνδεσης κατά τη διαδικασία επιβεβαίωσης.
eu: Zerbitzarira bidalitako eskaera iraungi da egiaztatu bitartean.
fr: La requête de vérification n'a pas pu aboutir.
ga_ie: Iarratas thar am le linn deimhnithe.
sq: Kërkesës te shërbyesi i mbaroi koha gjatë verifikimit.
sr: Серверски захтев је заустављен током верификације.
sv: Begäran till servern gjorde timeout under verifiering.
uk: Вийшов час очікування запиту до сервера під час перевірки.

source: An internal web request timed out.
bg: Вътрешна заявка е отнела прекалено много време.
bn_bd: একটি অভ্যন্তরীণ ওয়েব অনুরোধের সময় উত্তীর্ণ হয়েছে।
cs: Interní požadavek webu vypršel.
da: En intern webforespørgsel fik time out.
de: Die Zeit für eine interne Web-Anfrage wurde überschritten.
el: Υπέρβαση χρονικού ορίου αιτήματος
es: Una solicitud web interna agotó el tiempo de espera.
eu: Barneko web-eskaera bat denboraz kanpo geratu da.
fr: Une requête interne a expirée.
ga_ie: Iarratas inmheánach gréasáin thar am.
hi_in: एक अंदरूनी वेब अनुरोध का समय समाप्त.
hr: Interni web zahtjev je istekao.
hu: Egy belső webkérés túllépte az időkorlátot.
id: Tenggang waktu permintaan web internal habis.
it: Una richiesta web interna è scaduta.
ja: 内部 Web リクエストがタイムアウトしました。
mk: Времето за интерен обид за веб-пристап истече.
nb_no: En intern nettforespørsel fikk tidsavbrudd.
nl: Een interne webaanvraag is verlopen.
pa: ਇੱਕ ਅੰਦਰੂਨੀ ਵੈੱਬ ਮੰਗ ਟਾਇਮ ਆਉਟ ਹੋ ਗਈ ਹੈ।
pl: Upłynął wewnętrzny limit czasu żądania.
pt_br: Um pedido web interno expirou.
pt_pt: Um pedido web interno expirou.
ru: Истекло время ожидания внутреннего веб-запроса.
sk: Čas internej požiadavky vypršal.
sq: Një kërkese të brendshme web i mbaroi koha.
sr: Интерни веб захтев је истекао.
sr_latn: Interni veb zahtev je istekao.
sv: En intern webb-begäran gjorde timeout.
tr: Bir iç web isteği zaman aşımına uğradı.
uk: Закінчився час очікування внутрішнього веб-запиту.
