Repository: 10allday-Software/webpay
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bg, bn_bd, ca, cs, da, de, el, es, eu, fr, ga_ie, hi_in, hr, hu, id, it, ja, mk, nb_no, nl, pa, pl, pt_br, pt_pt, ru, sk, sq, sr, sr_latn, sv, tr, uk

source: The notification service raised an unexpected exception while verifying the payment notice
bg: Възникна неочаквано изключение в услугата за известяване, докато се проверяваше известяването за плащане
bn_bd: পেমেন্ট নোটিশ যাচাই করার সময় বিজ্ঞপ্তি সেবা একটি অপ্রত্যাশিত আপত্তি উত্থাপিত হয়েছে
cs: Služba pro upozornění vyvolala při ověřování upozornění o platbě neočekávanou výjimku.
da: Beskedtjenesten raised an unexpected exception under godkendelse af betalingsmeddelelsen
de: Der Benachrichtigungsdienst hat einen unerwarteten Fehler bei der Verifizierung der Zahlungsbenachrichtigung gemeldet
el: Η υπηρεσία ειδοποιήσεων αποκρίθηκε με κάποιο σφάλμα κατά την επιβεβαίωση της σημείωσης πληρωμής
es: El servicio de notificaciones alegó una excepción inesperada durante la verificación del aviso de pago
eu: Jakinarazpen-zerbitzuak ustegabeko salbuespen bat eragin du ordainketaren jakinarazpena egiaztatzerakoan
fr: Le service de notification a rencontré une exception inconnue lors de la vérification de l'avis de paiement
ga_ie: Fuarthas earráid ón tseirbhís fógartha agus fógra íocaíochta á dheimhniú
hi_in: भुगतान की सूचना की पुष्टि करते समय अधिसूचना सेवा नें एक अप्रत्याशित अपवाद उठाया
hr: Servis za obavjesti je podigao neočekivanu iznimku prilikom provjere obavjesti za plaćanje
hu: Az értesítési szolgáltatás váratlan kivételt dobott a vásárlási értesítés ellenőrzésekor
id: Layanan pemberitahuan memberikan kesalahan eksepsi yang tidak diharapkan saat memverifikasi pemberitahuan pembayaran
it: Il servizio notifiche ha sollevato un’eccezione non prevista durante la verifica della notifica di pagamento.
ja: 決済通知の検証中に通知サービスが予期せぬ例外を投げました
nb_no: Varslingstjenesten fikk et uventet unntak under verifisering av betalingsvarselet
nl: De meldingsservice initieerde een onverwachte uitzondering tijdens het verifiëren van de betalingskennisgeving
pa: ਭੁਗਤਾਨ ਦੇ ਨੋਟਿਸ ਦੇ ਪੜਤਾਲ ਦੌਰਾਨ ਟਿੱਪਣੀ ਦੀ ਸੇਵਾ ਇੱਕ ਅਚਾਨਕ ਅਪਵਾਦ ਉਭਾਰਿਆ।
pt_br: O serviço de notificação levantou uma exceção inesperada ao verificar o aviso de pagamento
pt_pt: O serviço de notificação gerou uma exceção inesperada enquanto verificava o aviso de pagamento
ru: При проверке уведомления о платеже служба уведомлений выдала непредвиденное исключение
sk: Služba upozornení vyvolala pri overovaní upozornenia o platbe neočakávanú výnimku.
sq: Shërbimi i njoftimeve dha një përjashtim të papritur, tesak verifikonte njoftimin e pagesës
sr: Сервис обавештења је пријавио неочекивано одступање током верификације формулара за уплату
sr_latn: Servis obaveštenja je prijavio neočekivano odstupanje tokom verifikacije formulara za uplatu
sv: Tjänsten fick ett oväntat fel under verifiering av betalningsavi
tr: Bildirim servisi, ödeme bildirimini doğrularken beklenmeyen bir hatayla karşılaştı
uk: При перевірці повідомлення платежу, служба повідомлень видала непередбачуване виключення

source: Payments are temporarily disabled.
bg: Плащанията са временно спрени
bn_bd: পেমেন্ট প্রক্রিয়া অস্থায়ীভাবে বন্ধ আছে।
ca: Els pagaments estan inhabilitats temporalment
cs: Platby jsou dočasně zakázány
da: Betalinger er midlertidigt deaktiverede.
de: Zahlungen sind zeitweilig deaktiviert.
el: Οι πληρωμές έχουν απενεργοποιηθεί προσωρινά.
es: Los pagos están deshabilitados temporalmente.
eu: Ordainketak aldi baterako desgaituta daude.
fr: Les paiements sont temporairement désactivés.
ga_ie: Tá íocaíochtaí díchumasaithe go sealadach.
hi_in: भुगतान अस्थायी रूप से निष्क्रिय है.
hr: Plaćanja su trenutno onemogućena.
hu: A vásárlás átmenetileg szünetel.
id: Sistem pembayaran sedang dinonaktifkan sementara.
it: I pagamenti sono momentaneamente disattivati.
ja: 決済は一時的に無効化されています。
mk: Плаќањата се привремено оневозможени.
nb_no: Betalinger er midlertidig deaktivert.
nl: Betalingen zijn tijdelijk uitgeschakeld.
pa: ਭੁਗਤਾਨ ਆਰਜ਼ੀ ਤੌਰ ਤੇ ਅਯੋਗ ਕਰ ਰਹੇ ਹਨ।
pl: Płatności są czasowo niedostępne.
pt_br: Os pagamentos foram desativados temporariamente.
pt_pt: Os pagamentos estão temporariamente desativos.
ru: Платежи временно отключены.
sk: Platby sú dočasne nedostupné.
sq: Pagesat janë përkohësisht të çaktivizuara.
sr: Уплате су привремено онемогућене.
sr_latn: Uplate su privremeno onemogućene.
sv: Betalningar är tillfälligt inaktiverade.
tr: Ödemeler geçici olarak devre dışıdır.
uk: Платежі тимчасово відключено.

source: An unexpected error occurred while fetching data.
bn_bd: ডাটা আনার সময় অপ্রত্যাশিত ত্রুটি সংঘটিত হয়েছে।
da: Der opstod en ukendt fejl under hentning af data.
el: Προέκυψε απρόσμενο σφάλμα κατά την ανάκτηση των δεδομένων.
eu: Ustekabeko errorea gertatu da datuak eskuratzean.
fr: Une erreur inattendue est survenue pendant la récupération des données.
ga_ie: Tharla earráid gan súil leis agus sonraí á bhfáil.
pt_br: Ocorreu um erro inesperado ao obter os dados.
sq: Ndodhi një gabim i papritur gjatë prurjes së të dhënave.
sr: Дошло је до грешке приликом преузимања података.
sv: Ett oväntat fel inträffade vid hämtning av data.
uk: Під час вибірки даних сталась непередбачувана помилка.

source: The request timed out fetching data.
bn_bd: ডাটা আনার সময় পার হয়ে গেছে।
da: Anmodningen fik timeout under hentning af data.
el: Υπέρβαση χρονικού ορίου σύνδεσης κατά την ανάκτηση των δεδομένων.
eu: Eskaera iraungi da datuak eskuratzean.
fr: La requête d'obtention des données n'a pas pu aboutir.
ga_ie: Iarratas thar am agus sonraí á bhfáil.
pt_br: O pedido excedeu o tempo limite para a obtenção dos dados.
sq: Kërkesës i mbaroi koha teksa sillte të dhëna.
sr: Захтев је зауставио преузимање података.
sv: Begäran gjorde timeout vid hämtning av data.
uk: Вийшов час очікування вибірки даних.

source: Failed to log out of the payment provider.
bn_bd: পেমেন্ট সরবরাহকারীর কাছ থেকে লগআউট করতে ব্যর্থ হয়েছে।
da: Det mislykkedes at logge ud af betalingsudbyderen.
el: Αποτυχία αποσύνδεσης από τον πάροχο πληρωμών.
eu: Huts egin du ordainketa-hornitzaileko saioa amaitzerakoan.
fr: Impossible de se déconnecter du fournisseur de paiement.
ga_ie: Níorbh fhéidir logáil amach as an soláthraí íocaíochta.
sq: Dështoi dalja prej mundësuesit të pagesave.
sr: Нисте успели да се одјавите од пружаоца уплате.
sv: Misslyckades med att logga ut från betalningsleverantören.
uk: Не вдалося вийти з провайдера платежів.

source: An error occurred while trying to log out.
bn_bd: লগআউট করার সময় সমস্যা হয়েছে।
da: Der opstod en fejl under log ud.
el: Προέκυψε σφάλμα κατά την προσπάθεια αποσύνδεσης.
eu: Errore bat gertatu da saioa amaitzen saiatzean.
fr: Une erreur est survenue pendant la déconnexion.
ga_ie: Tharla earráid le linn logála amach.
pt_br: Ocorreu um erro ao tentar sair.
sq: Ndodhi një gabim teksa po provohej të dilej.
sr: Дошло је до грешке приликом покушаја да се одјавите.
sv: Ett fel uppstod vid försök att logga ut.
uk: При спробі вийти сталась помилка.

source: The resource has been modified within the timing of the previous request. The action should be performed again.
bg: Ресурсът е модифициран по време на предишната заявка. Операцията трябва да се извърши отново.
bn_bd: পূর্বের অনুরোধের সময় উপাদানগুলো পরিবর্তিত হয়েছে। প্রক্রিয়াটি আবার চালু করতে হবে।
cs: Zdroj byl od předešlého požadavku změněn. Akce by měla být provedena znovu.
da: Ressourcen er blevet ændret inden tidspunktet for den næste forespørgsel. Handlingen skal udføres igen.
de: Die Ressource wurde während der Terminierung der vorherigen Anfrage modifiziert. Die Aktion sollte erneut ausgeführt werden.
el: Η πηγή έχει τροποποιηθεί εντός του χρονικού διαστήματος της προηγούμενης αίτησης. Η ενέργεια θα πρέπει να επαναληφθεί.
es: El recurso se ha modificado dentro del tiempo asignado a la solicitud anterior. La acción tendrá que realizarse de nuevo.
eu: Baliabidea aurreko eskaerari esleitutako denboran aldatu da. Ekintza berriro burutu beharko da.
fr: La ressource a été modifiée pendant l'exécution de la précédente requête. Veuillez réitérer l'action.
ga_ie: Athraíodh an acmhainn le linn an iarratais roimhe seo. Ba chóir an gníomh a dhéanamh arís.
hi_in: पिछले अनुरोध के समय के भीतर संसाधन का संशोधित किया गया है. यह क्रिया फिर से प्रदर्शन किया जाना चाहिए.
hr: Resurs je izmjenjen unutar vremena prethodnog zahtjeva. Radnja bi se trebala ponovno uraditi.
hu: Az erőforrás módosításra került az előző kérés idején belül. A műveletet újra végre kell hajtani.
id: Sumber daya telah dimodifikasi dalam jangka waktu permintaan sebelumnya. Tindakan harus dilakukan kembali.
it: La risorsa ha subito una modifica durante l’arco di tempo impiegato per completare l’ultima richiesta. È necessario ripetere l’operazione.
ja: 前回のリクエスト以降リソースが変更されているため、再度アクションを実行する必要があります。
mk: Содржината е изменета во текот на времетраењето на претходното барање. Треба да ја повторите постапката.
nb_no: Ressursen har blitt endret i løpet av tidspunktet for den forrige forespørsel. Handlingen må utføres på nytt.
nl: De hulpbron is gewijzigd binnen het tijdvak van het voorgaande verzoek. De actie dient opnieuw te worden uitgevoerd.
pa: ਸਰੋਤ ਪਿਛਲੇ ਬੇਨਤੀ ਦੀ ਟਾਈਮਿੰਗ ਦੇ ਅੰਦਰ ਸੋਧਿਆ ਗਿਆ ਹੈ। ਕਾਰਵਾਈ ਫਿਰ ਤੋ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Zasób został zmodyfikowany od czasu poprzedniego żądania. Należy ponownie wykonać czynność.
pt_br: O recurso foi modificado no momento da solicitação anterior. A ação deve ser realizada novamente.
pt_pt: O recurso foi modificado dentro do tempo do pedido anterior. A ação deve ser executada novamente.
ru: Ресурс был изменен в течение времени предыдущего запроса. Это действие следует выполнить снова.
sk: Zdroj bol od predchádzajúcej požiadavky zmenený. Akciu by ste mali vykonať znovu.
sq: Burimi është modifikuar brenda kohës së kërkesës së mëparshme. Veprimi do të duhej kryer sërish.
sr: Извор је измењен након претходног захтева. Радња би требала поново да се изврши.
sr_latn: Izvor je izmenjen nakon prethodnog zahteva. Radnja bi trebala ponovo da se izvrši.
sv: Resursen har ändrats inom tiden för föregående begäran. Åtgärden bör utföras igen.
tr: Kaynak, önceki isteğin zamanlaması içinde değiştirilmiş. Bu eylemi tekrarlamanız gerekiyor.
uk: Заборонено дозвіл на повторну перевірку користувача.

source: Permission denied to re-verify the user.
bn_bd: পুনরায় ইউজার ভেরিফাই করার অনুমতি নেই।
da: Tilladelse til at genbekræfte brugeren nægtet.
eu: Erabiltzailea berriro egiaztatzeko baimena ukatu da.
fr: Permission refusée de re-vérifier l'utilisateur.
ga_ie: Níl cead agat an t-úsáideoir a athdheimhniú.
pt_br: Permissão negada para re-verificar o usuário.
sq: U mohua leja për riverifikimin e përdoruesit.
sr: Захтев да се корисник поново потврди је одбијен.
sv: Åtkomst nekas att återverifiera användaren.
uk: Відмовлено у дозволі на повторну перевірку користувача.

source: Re-verifying the user failed.
bn_bd: পুনরায় ইউজার ভেরিফাই করার প্রক্রিয়া ব্যার্থ হয়েছে।
da: Genbekræftelse af brugeren mislykkedes.
eu: Erabiltzailea berriro egiaztatzean huts egin du.
fr: Échec de la re-vérification de l'utilisateur.
ga_ie: Níorbh fhéidir an t-úsáideoir a athdheimhniú.
pt_br: Re-verificação do usuário falhou.
sq: Riverifikimi i përdoruesit dështoi.
sr: Поновна провера корисника није успела.
sv: Återverifiera användaren misslyckades.
uk: Не вдалося провести повторну перевірку користувача.

source: The payment provider does not exist
bn_bd: এমন কোন পেমেন্ট প্রভাইডার নেই
da: Betalingsudbyderen eksisterer ikke
el: Ο πάροχος πληρωμών δεν υφίσταται.
eu: Ordainketa-hornitzailea ez da existitzen
fr: Le fournisseur de paiement n'existe pas.
ga_ie: Níl an soláthraí íocaíochta ann
pt_br: O serviço de pagamento não existe
sq: Mundësuesi i pagesave nuk ekziston
sr: Пружалац уплате не постоји
sv: Betalningsleverantören existerar inte
uk: Провайдер платежів не існує

source: The re-verification URL is missing from configuration.
bn_bd: কনফিগারেশনে পুনরায় ভেরিফিকেশন করার লিঙ্ক পাওয়া যায়নি।
da: Genbekræftelses-URL'en mangler fra konfigurationen.
el: Το URL επιβεβαίωσης δεν έχει ρυθμιστεί.
eu: Berriro egiaztatzeko URLa falta da konfigurazioan.
fr: L'adresse de re-vérification est manquante dans la configuration.
ga_ie: URL athdheimhnithe ar iarraidh ón chumraíocht.
pt_br: A URL de confirmação está faltando na configuração.
sq: URL-ja e riverifikimit mungon te formësimi.
sr: URL адреса за поновну потврду недостаје из подешавања.
sv: Återverifierings-URL saknas i konfiguration.
uk: В конфігурації відсутня URL повторної перевірки.

source: The request to the server timed out during re-verification.
bn_bd: পুনরায় ভেরিফিকেশনের সময় সার্ভারের সাথে যোগাযোগের সময় শেষ হয়ে গেছে।
da: Anmodningen til serveren fik timeout under genbekræftelsen.
eu: Zerbitzarira bidalitako eskaera iraungi da berriro egiaztatu bitartean.
fr: La requête de re-vérification n'a pas pu aboutir.
ga_ie: Iarratas thar am le linn athdheimhnithe.
pt_br: O pedido para o servidor excedeu o tempo limite durante a confirmação.
sq: Kërkesës te shërbyesi i mbaroi koha gjatë riverifikimit.
sr: Серверски захтев је заустављен током поновне верификације.
sv: Begäran till servern gjorde timeout under återverifiering.
uk: Вийшов час очікування запиту до серверу під час повторної перевірки.

source: Payment simulations are disabled at this time.
bg: Симулациите на плащания са спрени в момента.
bn_bd: এখন পেমেন্ট সিমুলেশন বন্ধ আছে।
ca: Les simulacions de pagament estan inhabilitades ara mateix.
cs: Testování plateb je v současné době zakázáno.
da: Betalingsimuleringer er deaktiveret på dette tidspunkt.
de: Zahlungssimulationen sind derzeit deaktiviert.
el: Οι προσομοιώσεις πληρωμών είναι απενεργοποιημένες αυτή τη στιγμή.
es: Las simulaciones de pagos no están habilitadas en este momento.
eu: Une honetan ordainketa-simulazioak desgaituta daude.
fr: Les simulations de paiement sont désactivées à cet instant.
ga_ie: Níl insamhaltaí ar íocaíochtaí ar fáil faoi láthair.
hi_in: भुगतान सिमुलेशन इस समय निष्क्रिय है.
hr: SImulacije plaćanja su trenutno onemogućene.
hu: A vásárlás szimulációja jelenleg le van tiltva.
id: Simulasi pembayaran sedang dinonaktifkan saat ini.
it: Le simulazioni di pagamento sono attualmente disattivate.
ja: 現在、決済シミュレーションは無効化されています。
mk: Во моментов, симулациите на плаќања се оневозможени.
nb_no: Betalingssimuleringer er deaktivert på dette tidspunktet.
nl: Betalingssimulaties zijn momenteel uitgeschakeld.
pa: ਭੁਗਤਾਨ ਨਕਲ ਇਸ ਵਾਰ 'ਤੇ ਆਯੋਗ ਕੀਤੇ ਹਨ।
pl: Symulacje płatności są w tej chwili niedostępne.
pt_br: Simulações de pagamentos estão desativadas no momento.
pt_pt: As simulações de pagamento estão desativas neste momento.
ru: Симуляции платежей в данное время отключены.
sk: Simulácie platieb sú momentálne vypnuté.
sq: Simulimet e pagimeve janë të çaktivizuara për pak kohë.
sr: Симулације плаћања су тренутно онемогућене.
sr_latn: Simulacije plaćanja su trenutno onemogućene.
sv: Betalningssimuleringarna är inaktiverade just nu.
tr: Ödeme simülasyonu şu anda devre dışıdır.
uk: Симуляції платежів в даний момент відключені.

source: This payment key can only be used to simulate purchases.
bg: Този ключ може да се използва само за симулиране на покупки.
bn_bd: এই পেমেন্ট কি শুধু ক্রয় অনুকরণ করতে ব্যবহার করা যাবে।
ca: Aquesta clau de pagament només es pot fer servir per simular comandes.
cs: Tento platbní klíč může být použit pouze pro zkušební platby.
da: Betalingsnøglen kan kun bruges til at simulere køb.
de: Dieser Zahlungsschlüssel kann nur zur Simulation von Käufen verwendet werden.
el: Αυτό το κλειδί πληρωμής μπορεί να χρησιμοποιηθεί μόνο για προσομοίωση πληρωμών.
es: Esta clave de pago solo puede usarse para simular compras.
eu: Ordainketa-gako hau erosketak simulatzeko soilik erabil daiteke.
fr: La clef de paiement ne peut être utilisée que pour simuler des achats.
ga_ie: Úsáidtear an eochair seo chun íocaíochtaí a ionsamhlú amháin.
hi_in: यह भुगतान कुंजी केवल खरीद अनुकरण करने के लिए इस्तेमाल किया जा सकता है.
hr: Ovaj ključ za plaćanje se može koristiti samo za simuliranje kupnji.
hu: Ez a vásárlási kulcs csak szimulációhoz használható.
id: Kunci pembayaran ini hanya dapat digunakan untuk menyimulasikan pemesanan.
it: Questa chiave pagamenti può essere utilizzata solo per la simulazione di un acquisto.
ja: この決済キーはシミュレーション購入専用です。
mk: Клучот на плаќањето може да се користи единствено за симулирање на плаќања.
nb_no: Denne betalingsnøkkelen kan kun brukes til å simulere kjøp.
nl: Deze betalingssleutel kan alleen voor aankoopsimulaties worden gebruikt.
pa: ਇਹ ਭੁਗਤਾਨ ਨੂੰ ਕੁੰਜੀ ਨੂੰ ਸਿਰਫ ਖਰੀਦ ਨਕਲ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Ten klucz płatności może być wykorzystywany tylko do symulacji zakupów.
pt_br: Esta chave de pagamento só pode ser usada para simular compras.
pt_pt: Esta chave de pagamento apenas pode ser utilizada para simular compras.
ru: Этот ключ платежа может быть использован только для симуляции покупок.
sk: Tento kľúč platby je možné použiť len na simuláciu objednávok.
sq: Kyçi i pagesës mund të përdoret vetëm për të simuluar blerje.
sr: Овај кључ за плаћање је могуће користити само за симулирање куповине.
sr_latn: Ovaj ključ za plaćanje je moguće koristiti samo za simuliranje kupovine.
sv: Denna betalningsnyckel kan bara användas för att simulera inköp.
tr: Bu ödeme anahtarı sadece satın alma simülasyonu için kullanılabilir.
uk: Цей ключ платежу може бути використаний лише для симуляції покупок.

source: Failed to simulate a payment.
el: Η προσομοίωση πληρωμής απέτυχε.
eu: Huts egin du ordainketa bat simulatzeak.
fr: La simulation d'un paiement a échoué.
ga_ie: Níorbh fhéidir íocaíocht a ionsamhlú.

source: The request to simulate a payment timed out.
el: Υπέρβαση χρονικού ορίου σύνδεσης κατά την προσομοίωση πληρωμής.
eu: Ordainketa bat simulatzeko eskaerak denbora-muga gainditu du.
fr: Le délai d'attente pour la demande de simulation d'un paiement est dépassé.
ga_ie: Iarratas ar íocaíocht a ionsamhlú thar am.

source: Status attributes are not configured correctly.
bn_bd: স্ট্যাটাস অ্যাট্রিবিউট সমূহ সঠিকভাবে কনফিগার করা হয়নি।
da: Statusattributter er ikke konfigureret korrekt.
eu: Egoera-atributuak ez daude behar bezala konfiguratuta.
fr: Les attributs du statut ne sont pas configurés correctement.
ga_ie: Níl aitreabúidí stádais leagtha amach mar ba cheart.
pt_br: Os atributos de estado não estão corretamente configurados.
sq: Atribute gjendje nuk janë formësuar si duhet.
sr: Стање атрибута није правилно подешено.
sv: Statusattribut är inte korrekt konfigurerade.
uk: Атрибути статусу не настроєні правильно.

source: Status attributes are not configured correctly
bn_bd: স্ট্যাটাস অ্যাট্রিবিউট সমূহ সঠিকভাবে কনফিগার করা হয়নি।
da: Statusattributter er ikke konfigureret korrekt
eu: Egoera-atributuak ez daude behar bezala konfiguratuta
fr: Les attributs du statut ne sont pas configurés correctement
ga_ie: Níl aitreabúidí stádais leagtha amach mar ba cheart
pt_br: Os atributos de estado não estão corretamente configurados
sq: Atribute gjendje nuk janë formësuar si duhet
sr: Стање атрибута није правилно подешено
sv: Statusattribut är inte korrekt konfigurerade
uk: Атрибути статусу не настроєні правильно

source: The configuration of the payment transaction failed.
bg: Конфигурацията на транзакцията за плащане се провали.
bn_bd: পেমেন্ট স্থানান্তরের কনফিগারেশন ব্যার্থ হয়েছে।
cs: Nastavení platební transakce selhalo.
da: Konfigurationen af betalingstransaktionen mislykkedes.
el: Η ρύθμιση της συναλλαγής απέτυχε.
es: La configuración de la operación de pago falló.
eu: Ordainketa-transakzioaren konfigurazioak huts egin du.
fr: La configuration de la transaction de paiement a échoué.
ga_ie: Theip ar chumraíocht na híocaíochta.
hi_in: भुगतान लेनदेन का कॉन्फ़िगरेशन विफल रहा.
hr: Konfiguracija transakcije plaćanja nije uspješna.
hu: A vásárlási tranzakció konfigurálása meghiúsult.
it: È fallita la configurazione della transazione di pagamento.
ja: 決済トランザクションの設定に失敗しました。
nl: De configuratie van de betalingstransactie is mislukt.
pa: ਭੁਗਤਾਨ ਲੈਣ-ਦੇਣ ਦੀ ਸੰਰਚਨਾ ਫੇਲ੍ਹ ਹੋਈ।
pt_br: A configuração da operação de pagamento falhou.
pt_pt: A configuração da transação de pagamento falhou.
sq: Formësimi i transaksionit të pagesës dështoi.
sr: Конфигурација трансакције плаћања је неуспела.
sv: Konfigurationen av betalningstransaktionen misslyckades.
tr: Ödeme işlemi yapılandırması başarısız oldu.
uk: Конфігурація транзакції платежу невдала.

source: The purchase cannot be completed because the current transaction has already ended.
bg: Покупката не може да бъде завършена, защото текущата транзакция е вече приключила.
bn_bd: ক্রয় সম্পন্ন করা যাচ্ছেনা। কারণ, বর্তমান লেনদেন শেষ হয়ে গেছে।
ca: No es pot completar la comanda perquè la transacció actual ja ha finalitzat.
cs: Platba nemůže být dokončena, protože aktuální transakce již byla ukončena.
da: Købet kan ikke gennemføres, fordi den aktuelle transaktion allerede er afsluttet.
de: Der Kauf kann nicht abgeschlossen werden, weil die aktuelle Transaktion bereits geendet hat.
el: Η αγορά δε μπορεί να ολοκληρωθεί καθώς η συναλλαγή έχει ήδη λήξει.
es: No se puede completar la compra porque la transacción actual ha finalizado ya.
eu: Erosketa ezin izan da burutu, uneko transakzioa dagoeneko amaitu delako.
fr: L'achat ne peut pas être complété car la transaction courante est déjà terminée.
ga_ie: Ní féidir an íocaíocht a chur i gcrích toisc gur tháinig an beart reatha chun deiridh cheana.
hi_in: खरीद पूरा नहीं किया जा सकता क्योंकि वर्तमान लेनदेन पहले ही समाप्त हो गया है.
hr: Kupnja ne može biti završena zato što je trenutna transakcija već završena.
hu: A vásárlás nem fejezhető be, mert a jelenlegi tranzakció már befejeződött.
id: Pembelian tidak dapat diselesaikan karena transaksi saat ini sudah berakhir.
it: L’acquisto non può essere completato in quanto la corrente transazione è già terminata.
ja: 現在のトランザクションは既に終了しているため、購入を完了できません。
mk: Плаќањето не може да се изврши бидејќи тековната трансакција е веќе спроведена.
nb_no: Kjøpet kan ikke fullføres fordi gjeldende transaksjonen er allerede avsluttet.
nl: De aankoop kan niet worden voltooid, omdat de huidige transactie al is beëindigd.
pa: ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਕਿਉਕਿ ਮੌਜੂਦਾ ਸੰਚਾਰ ਪਹਿਲਾ ਹੀ ਖਤਮ ਹੋ ਗਿਆ ਹੈ।
pl: Nie można dokonać zakupu, ponieważ aktualna transakcja jest już zakończona.
pt_br: A compra não pode ser completada pois a transação já foi encerrada.
pt_pt: A compra não pode ser concluída pois a transação atual já terminou.
ru: Процесс покупки не может быть завершён, так как текущая транзакция уже закончилась.
sk: Platba nemôže byť dokončená, pretože aktuálna transakcia už bola dokončená.
sq: Blerja nuk mund të plotësohet, pasi transaksioni i tanishëm ka përfunduar tashmë.
sr: Куповина није могла да се заврши зато што се тренутна трансакција већ завршила.
sr_latn: Kupovina nije mogla da se završi zato što se trenutna transakcija već završila.
sv: Köpet kan inte slutföras eftersom den aktuella transaktionen redan har avslutats.
tr: Geçerli işlem zaten sona erdiği için satın alma tamamlanamadı.
uk: Покупку неможливо завершити через те, що поточна транзакція вже завершилась.
